[{"category_path": "Sport and Outdoor - Badminton - Rackets", "category_id": 11164, "description": "Badminton rackets\n<p>You play every weekend, and everyone in the sports hall is afraid to play against you. Hit after hit, point after point, your opponents fall one by one. You will every match, no matter who you are up against, but it is not enough for you. You don’t just want to win over your opponents. You want to conquer them! Crush them! But even though you are the best on the block, it is as if your game has not improved in a long time. You should consider getting a new badminton racket. Luckily, Coolshop has a big selection of badminton rackets in top quality, so you can easily find the badminton racket that fits you best. If you order today, you can be ready to beat your opponents already in 2-3 working days. The delivery is already included in the price. </p>"}, {"category_path": "Toys - Riding Toys - Balance Bikes", "category_id": 8474, "description": "Balance Bikes\n<p>Welcome to a small corner of the internet, where balance bikes rule. Here you will find balance bikes in the whole colour palette for the future cyclists. A balance bike is a fun and safe way for your child to learn how to walk. The child gets full support with the smart balance bikes, so you can take a walk together, and before you know it, balance bike needs to be replaced with a real <a href=\"https://www.coolshop.co.uk/toys/riding-toys/childrens-bikes/\">kid’s bicycle</a>. We have gathered a complete selection of balance bikes, where you will find materials like wood, metal and solid plastic. The common feature of all of them is that they are all stylish, safe and fun. There are always great offers and low prices on balance bikes. Sit down together and find the bike that fits your child best or explore our <a href=\"https://www.coolshop.co.uk/toys/baby-and-toddler-toys/ride-ons/\">ride-ons</a>, if you prefer more wheels.</p>"}, {"category_path": "Electronics - Drones", "category_id": 16407, "description": "Drones — for hobby, entertainment and professional use\n<p>Are you ready to fly with The Eye in the Sky? Drones have gotten extremely popular in record time. The flying cameras have become a staple inventory in the airspace — all over the world. It is fun, educational and triggers creativity. Use your new drone to take great pictures of the landscape. There is a big market for video and pictures taken from a drone, and it can quickly become a good business.&nbsp; We have collected the best drones with a camera on the market and lowered the prices. Check out our big selection of drones. Note: remember to follow the rules for drone-flying. </p>"}, {"category_path": "Experiences, Gift Cards and Gift Boxes", "category_id": 8538, "description": "GamerzClass – Gaming undervisning.\n<p>Velkommen til GamerzClass. Et verdensklasse videospilkursus, der tager dine evner i esport til det næste niveau.&nbsp;Det er på tide at du bliver den store stjerne, du fortjener at være. Det kan også være, at dine venner eller esport buddy trænger til en gave - Så er GamerzClass den perfekte gave.</p>\n\n"}, {"category_path": "Toys - Riding Toys - Scooters", "category_id": 8483, "description": "Scooters\n<p>We all have grown up with a scooter. It got us to school, down to a friend’s place or through the streets of the neighbourhood. We remember the speed and the wind in our hair, and you will for sure experience a very special nostalgia, when you finally decide to give your child the same joy with a new scooter. We have collected the market’s best models here on the page, and there is something for everyone. You will find scooters for boys, girls, but also adults. Scooter has received a new heyday, and it has now become popular for adults and teenagers, who perform the craziest tricks on the scooter. That is not for children, but it is fun to look at. Explore our big selection of scooters and get them delivered. We have great offers on already cheap prices, so everyone can participate. Have a great trip – and remember the helmet. </p>"}, {"category_path": "Toys - Arts and Crafts - Clay & Dough", "category_id": 8293, "description": "Clay & Dough\n<p>Let the creativity unfold with modelling clay! Here you will find modelling clay for creative children and those who want to create with their hands. Modelling clay engages the senses and the imagination. It is entertaining for all ages to roll, form and stack soft materials into small masterpieces. Modelling clay is used in teaching and pedagogical world, where it helps the children’s development and creative skills in a positive way. We have exclusively selected the best brands like <a href=\"https://www.coolshop.co.uk/toys/arts-and-crafts/clay-dough/brand=play-doh/\">Play-Doh</a>, <a href=\"https://www.coolshop.co.uk/toys/arts-and-crafts/clay-dough/brand=silk-clay/\">Silk Clay</a> and <a href=\"https://www.coolshop.co.uk/toys/arts-and-crafts/clay-dough/brand=foam-clay/\">Foam Clay</a>, where modelling clay is gentle for both the skin and the environment. But don’t eat it, even though it looks tempting! Happy shopping! </p>"}, {"category_path": "Toys", "category_id": 8259, "description": "Oxboard\n<p>Elektrisk løbehjul, Hoverboard, Blades, Hoverkart.</p>"}, {"category_path": "Toys - Arts and Crafts - Colouring Pens & Markers", "category_id": 8297, "description": "Colouring Pens & Markers \n<p>Nothing can get creativity flowing like drawing. How many of us have heard from our parents that we are natural artists, when they hang the seventh drawing on to the fridge? Markers are the perfect pastime for both children and their parents. Children can let creativity run free, and parents can get a little peace. Many children luckily take the creativity further into the adult life, that is why Coolshop has markers for children and adults. Colortime and Topmodel make markers for children, while Faber-Castell make some of the most popular markers and pens in extraordinary quality for the picky artists. Prices are always cheap, and we always have good offers on markers. </p>"}, {"category_path": "Baby and Children - Car Seats & Accessories", "category_id": 8651, "description": "Car Seats & Accessories\n<p>At Coolshop we know that when it comes to children’s safety, nothing is too good. Which is why we have selected the best car seats from Danish and international tests, so the only thing you need to worry about is the colour. With brands like <a href=\"https://www.coolshop.co.uk/baby-and-children/car-seats-accessories/brand=concord/\">Concord</a>, <a href=\"https://www.coolshop.co.uk/baby-and-children/car-seats-accessories/brand=maxi-cosi/\">Maxi-Cosi</a> and the popular <a href=\"https://www.coolshop.co.uk/baby-and-children/car-seats-accessories/brand=britax-roemer/\">Britax Römer</a>, you will find car seats, <a href=\"https://www.coolshop.co.uk/baby-and-children/car-seats-accessories/accessories/childrens-window-shades/\">window shades</a>, <a href=\"https://www.coolshop.co.uk/baby-and-children/car-seats-accessories/accessories/footmuffs/\">stroller bags</a>, and other <a href=\"https://www.coolshop.co.uk/baby-and-children/car-seats-accessories/accessories/\">accessories</a> in top quality. We make sure to have the stock filled with car seats, so that apart from quick delivery, we can also have super attractive prices. </p>"}, {"category_path": "Garden, Patio and Outdoor - Outdoor furniture", "category_id": 11426, "description": "Outdoor furniture\n<p>Have you dragged your old heirloom of a garden table back and forth so many times that you would rather set fire to it than move it even a meter more, when season changes again? We are here to help. Welcome the summer with new and lovely garden furniture you can proudly show off. Summer can be a wonderful time, and when the sun comes out, we flock out to the terrace. To get maximum use of the good weather, you should invest in a couple of new garden furniture. Here on the page you will find cheap and lovely garden furniture in all shapes and colours with lots of comfort. If you need space for many, you can upgrade the terrace with a lounge set, where you get a table, chairs and sofa. Buy your garden furniture today and get quick delivery. </p>"}, {"category_path": "Toys - Building and Construction Toys - Magnets", "category_id": 8336, "description": "Magnetic toys\n<p>Creativity awakens at once, when you dump a bunch of magnets out on the table. Magnetism is magic, and now you can play with it yourself. We have collected the best and most fun magnetic toys that create hours of playtime for the whole family. Build and form fun figures, shapes, animals, buildings, cars and much more in the world of magnetism. It is both fun and educational. These building sets with magnets introduce your child to geometric shapes and create a spark in their creative skills. It is fun and learning in one. When you buy magnetic toys at Coolshop, you get low prices with delivery included, good offers and quick shipping. Enjoy.</p>"}, {"category_path": "Toys - Cars, trains and vehicles - Playmats", "category_id": 12023, "description": "Playmats\n<p>Most of us can think back to childhood and remember the classic playmat we had on the floor. It has not gone out of fashion since, and children today still think it is a great thing to play with. Children love to play on the floor anyway, so why not make the floor nicer and more fun with a playmat? Find toy cars and <a href=\"https://www.coolshop.dk/legetoej/maerke=lego/\">LEGO</a>\nfigures and drive around in the city, or just use it as a nice rug, where there is space for all toys. Our playmats are colourful and appeal to all kids. They are both decorative and practical, since the child does not have to play on the cold floor. </p>"}, {"category_path": "Clothing - Kids Clothing and Baby Clothing", "category_id": 9124, "description": "Clearance sale on children’s clothing → save up to 50%\n<p>Huge clearance sale on children’s clothing and shoes! We are closing the department, and that is to your advantage, because you can save up to -80% on beautiful children’s clothing. Apart from that, the prices already include shipping, so there are no extra costs. You can hardly make it cheaper. Do your last bit of Christmas shopping or upgrade the children’s wardrobe.<em><br>*Only as long as stock last</em></p>"}, {"category_path": "Home and Kitchen - Bedding", "category_id": 9581, "description": "Bedding\n<p>It is bed time. You have had a long day. You have waited for 30 minutes in the pouring rain for the delayed bus, the boss was on your back, the customers were impossible, your girlfriend/boyfriend is mad at you for something you forgot, and the kids won’t sleep – a proper Monday! Luckily, it is over now. The second your head hits the pillow you realize that there are fresh sheets on the bed. Is there a better feeling? Nope. Unfortunately, we don’t wash your bedsheets for you, but we have a big selection of the best and most comfortable bedsheets from the best brands. Here you will find duvet and pillow covers, sheets and blankets. All you need to get a beautiful bed and a comfortable night’s sleep. </p>"}, {"category_path": "Luggage and Travel Gear - Luggage", "category_id": 9297, "description": "Suitcases, trolleys and travel bags\n<p>Find your perfect travel buddy here. We would like to welcome you to a little corner of the internet that will make you ready for the summer vacation, winter vacation or the journey of your life. There are designs for any taste and prices so everyone can participate. If you are looking for a robust suitcase that can handle the merciless treatment the luggage staff often gives it, you should go with the popular steel cases. Maybe you like the classic suitcases in muted colours? We also offer suitcases that match your colourful personality, where you can choose from the whole colour palette. There are suitcases for the whole family, for children and adults. Buy today on offer.</p>"}, {"category_path": "Home and Kitchen - Appliances - Kitchen appliances - Juicers", "category_id": 9646, "description": "Juicers\n<p>If you are tired of the same boring grey oatmeal, which you have been getting every morning for the last 23 years, it is time to try something new. And why not switch it up with a healthy alternative? With a juicer, you can get a delicious, healthy and filling meal, while also cleaning up the fruit bowl and the veggie drawer. You decide yourself, what your juice will taste of, and contrary to what Joe & The Juice wants you to think, you do not need to play loud music, when you drink it.</p>"}, {"category_path": "Garden, Patio and Outdoor - Gardening - Gardening Tools", "category_id": 10844, "description": "Gardening Tools\n<p>You can only get so far with a green thumb. The equipment needs to be in order, and we want to help you let your garden bloom. We have gathered all garden tools that raise the level of your gardening: there are pruning shears, scissors, shovels, rakes, axes, machines and accessories. It is garden tools in top quality from the best brands that also have a long lifespan and do not wear out easily. We never compromise quality, even though the prices are low – also when it comes to the gardening tools. Explore our big universe for the garden, and enjoy low prices, included delivery cost and quick delivery time: 2-3 working days. </p>"}, {"category_path": "Luggage and Travel Gear - Luggage - Kids' Luggage", "category_id": 9302, "description": "Kids' Luggage\n<p>Summer vacation is getting closer and by tradition, you are going to Mallorca. Children are not old enough to travel alone, but you think they are old enough to carry their own luggage. Why not make it fun for them? With a children’s suitcase from the known brand <a href=\"https://www.coolshop.co.uk/luggage-and-travel-gear/luggage/kids-luggage/brand=trunki/\">Trunki</a>, children can get a suitcase that they can pull and that they can sit on – either when the waiting time is too long or if they want to be pulled by their parents. Smart, fun and practical. Our backpacks and kids’ suitcases come in many different and fun colours and themes, so that junior can choose their favourite. If you order today, you can get the suitcase and leave already in 2-3 working days. Have a nice trip!</p>"}, {"category_path": "Luggage and Travel Gear - Backpacks", "category_id": 9282, "description": "Backpacks for children and adults \n<p>Are you looking for a backpack that sits comfortably and looks good? We have backpacks in all colours, shapes and designs. There are backpacks for those who are going on a weekend trip out in the open. Or for those who just need a good backpack for transporting all the equipment from A to B. If you are the type that takes weekend trips almost to extreme, we also have backpacks for hiking and long walks; they sit comfortably and support your back. You will also find backpacks for children in smart and colourful designs. If your child is crazy about Minecraft, football or Barbie, we have backpacks that fit that – either for school or free time. Explore and use the navigation system to find your new backpack. We have great offers on already cheap prices and quick delivery.</p>"}, {"category_path": "Toys - Pretend Play - Play Food", "category_id": 8461, "description": "Play Food\n<p>Is there a little Michelin cook in your kid? You won’t know until they get to express themselves, and now they can do that with our big and eco-friendly selection of play food. There is pizza, chicken, fruit, cake, fast food, slow food and many other play foods in different colours and fun designs. When you buy play food at Coolshop, you are sure that the products do not contain any harmful chemicals, they care for the environment and are produced in a size that cannot get stuck in the throat, if your child gets hungry in the process. Buy your play food today and get it delivered in 2-3 working days. We always have low prices and good offers. Enjoy. </p>"}, {"category_path": "Garden, Patio and Outdoor", "category_id": 11425, "description": "Kom så drenge!\nMens landsholdet kæmper i Rusland, sørger Solamagic for varmen i de danske hyggekroge. Lige nu spare du op til 800,- på udvalgte ECO+PRO varmelamper Varmelamper kan desværre ikke leveres i dannebrogs-farver som den viste model"}, {"category_path": "Beauty", "category_id": 7979, "description": "Summer Shopping\nHigh on vitamin D(eals)!"}, {"category_path": "Home and Kitchen", "category_id": 9325, "description": "Summer Shopping\nHigh on vitamin D(eals)!"}, {"category_path": "Luggage and Travel Gear - Backpacks - Kids' Backpacks", "category_id": 9284, "description": "Kids' Backpacks\n<p>We have selected the coolest, trendiest and most beautiful backpacks for children. There are backpacks for all ages, they support your child’s back and let him or her get through the day in the most comfortable way. The different designs go from stylish backpacks to the more fun and crazier with lots of print. Exactly how children like them. We have elegant brands like Elodie Details, Smallstuff and Fjällräven but also cool backpacks with football teams, Star Wars and Paw Patrol, so together you can find the backpack that fits your child best. All the backpacks are made in resistant materials and can be used in school or for long walks. There are constantly offers on backpacks for children and quick delivery.</p>"}, {"category_path": "Musical Instruments & DJ", "category_id": 8598, "description": "Summer Shopping\nHigh on vitamin D(eals)!"}, {"category_path": "Baby and Children", "category_id": 8622, "description": "Summer Shopping\nHigh on vitamin D(eals)!"}, {"category_path": "Home and Kitchen - Appliances - Vacuums & Floorcare", "category_id": 9705, "description": "Vacuums\n<p>Even if it doesn’t become your life’s sexiest buy, a vacuum cleaner is the most effective weapon against dust mites and crumbs. When it comes to vacuum cleaners, there are some giants on the market that go crazy. We have collected these giants on this page, so you are always presented with the absolute best appliances. It is vacuum cleaners from, for example, <a href=\"https://www.coolshop.co.uk/home-and-kitchen/appliances/vacuums-floorcare/vacuums/brand=electrolux/?sort=popularity\">Electrolux</a>&nbsp;and many more, which guarantee you a perfect match in your hunt for your new cleaning buddy. On this page you can find the classic vacuum cleaners with a bag, but we also have the vacuum cleaners without a bag. If you can allow yourself better things, you can invite the future with our robot vacuum cleaners that guarantee you an easier everyday. Explore and find your new vacuum cleaner. We always have good offers and the delivery cost is included in prices.&nbsp; </p>"}, {"category_path": "Electronics", "category_id": 10090, "description": "Summer Shopping\nHigh on vitamin D(eals)!"}, {"category_path": "Clothing", "category_id": 8801, "description": "Summer Shopping\nHigh on vitamin D(eals)!"}, {"category_path": "Video Games and Consoles", "category_id": 7679, "description": "Summer Shopping\nHigh on vitamin D(eals)!"}, {"category_path": "Home and Kitchen - Bath - Shower Curtains, Hooks & Liners", "category_id": 9613, "description": "Shower Curtains, Hooks & Liners\n<p>It is nice to take showers, but it is annoying to flood your bathroom. The splashing water from the shower can create a risk of slipping, and that is annoying, when you are up at 6.30 feeling sleepy and getting ready for work. But don’t worry. We have the solution. Here on the page we have collected the prettiest shower curtains from all the lovely designer brands, so you are sure to have a dry bathroom floor and a design piece in your bathroom. It is just a shower curtain, but you will be looking at it every day. Buy your shower curtain today and get it delivered in 2-3 days. The delivery is included in the price, and there are always nice deals to catch for shower curtains. Remember your <a href=\"https://www.coolshop.co.uk/home-and-kitchen/bath/bath-matts/\">bath mat</a>!</p>"}, {"category_path": "Baby and Children - Feeding - Tableware", "category_id": 8752, "description": "Tableware\n<p>When you have small kids at the table, you need to be prepared for a little bit of everything. It does not require more than a short moment of distraction, for the child, the chair, the floor, and the dog to be covered in spaghetti and meat sauce. On this page, you will find everything you need for setting the table for the smallest ones. There is everything from plates, cutlery and cups to the bib that will spare you from doing extra laundry, and with a placemat from <a href=\"https://www.coolshop.co.uk/baby-and-children/feeding/tableware/brand=we-might-be-tiny/\">We Might Be Tiny</a>, you can save the table from sauce splashes. </p>"}, {"category_path": "Toys - Puzzles - 3-D Puzzles", "category_id": 8467, "description": "3-D Puzzles\n<p>3D puzzles usually consist of fewer pieces than the classic, flat puzzle. However, it does not mean that they are easier – quite the opposite! The extra dimension definitely gives extra challenges. The pieces are no longer just flat and square but are suddenly in all possible weird shapes, the right place for which you can not immediately see. You will want to pull your hair out but keep going! When you have finished a 3D puzzle, it is all worth it. It is more than just an object – it is a figure, art maybe. Get nostalgic with a <a href=\"https://www.coolshop.co.uk/product/ravensburger-3d-puzzle-vw-bus-t1-162-pieces/AM34PN/\">VW bus</a>, take a vacation to <a href=\"https://www.coolshop.co.uk/product/ravensbuger-3d-puzzle-big-ben-night-edition/AB84MP/\">London</a> or <a href=\"https://www.coolshop.co.uk/product/ravensbuger-3d-puzzle-eiffel-tower-night-edition/AJ5N8Y/\">Paris</a> or travel to a galaxy far, far away with Yoda. </p>"}, {"category_path": "Toys - Baby and Toddler Toys - Bath Toys", "category_id": 8310, "description": "Bath Toys\n<p>Fill up the bath or shower with sweet, fun and interesting bath toys, for when the small ones need to be washed. Bath toys keep your child occupied and can get rid of crying and hysteria, if that is something that you struggle with, when the water faucet turns on. Not all children enjoy baths, but with fun bath toys you child can let the creativity flow and splash around. We have toys from Peppa Pig, the classic ducks and many more. Bath toys on this page are perfect for bath and shower but can also be used at the beach. You are guaranteed quick delivery, low prices and amazing service, when you buy bath toys at Coolshop. Happy swimming!</p>"}, {"category_path": "Toys - Baby and Toddler Toys - Teething Toys", "category_id": 8323, "description": "Teething toys\n<p>A good teething ring is absolutely priceless, when baby’s first teeth start coming. When the small gums get sore, a teething ring will soothe the pain, to the relief of both the baby and the parents. We have a big selection to sink your teeth in. From the many fantastic and imaginative animals from Tikiri to the popular Sophie la Girafe from Vulli and everything in between. When you order from Coolshop, you do not pay extra costs since delivery is already in the price, and we deliver in 2-3 days, if the product is in stock. All our teething toys are, of course, safe for the baby and the environment. </p>"}, {"category_path": "Toys - Baby and Toddler Toys - Ride-ons", "category_id": 8327, "description": "Ride-ons\n<p>Explore a complete selection of ride-ons. There are scooters, cars, fire trucks, police cars, race cars, aeroplanes, tractors, retro ride-ons and much more. A ride-on will be your child’s best friend. We ourselves remember, when we flew through the streets with wind in our backs. It was either on the classic red <a href=\"https://www.coolshop.co.uk/product/dantoy-scooter-red-3321/AD9M76/\">scooter</a> from Dantoy or a bicycle with cardboard on the wheel, so it sounded like a real moped. Bliss! Now it is your child’s turn and with this lovely selection of ride-ons, you can find a perfect match together with your child. When you shop for ride-ons at Coolshop, you are ensured high quality, quick delivery and low prices. Have a great online shopping experience.</p>"}, {"category_path": "Toys - Outdoor Toys", "category_id": 8422, "description": "Outdoor toys | Everything for the outdoors for children and garden \n<p>Get the children out in the fresh air with our great and cheap selection of outdoor toys that can be purchased here. We have everything: basketball and football, trampolines, play houses, sand boxes and toys for them, slides and the very popular NERF Guns. Buy everything here, cheap and on offer. In the categories menu on the left you can choose something specific, so you can find the outdoor toys that fit your home and your garden. We have included the delivery cost in all prices. Delivery is 2-3 working days. Happy shopping!</p>"}, {"category_path": "Toys - Remote Controlled Vehicles - Cars", "category_id": 8526, "description": "Remote-controlled Cars\n<p>A remote-controlled car is amazing entertainment for older children. All children love to drive off on full speed, and with a remote-controlled car they can do just that, without parents worrying about injuries. Or at least, injuries on the child. Here on the website you will find remote-controlled cars of all sizes and any speed, and we strive to always have low prices and offers on as much as possible. A remote-controlled car is also the perfect toy for when kids are in bed – the dad can get more fun out of it than you can imagine.</p>"}, {"category_path": "Computers", "category_id": 9863, "description": "Lenovo Legion\n<p>Stylish on the outside | Savage on the inside</p>"}, {"category_path": "Computers - 3D Printers and 3D Scanners", "category_id": 9889, "description": "3D Printers\n<p>3D printers are no longer used only in big production companies. Now they also exist in sizes and prices that make it possible to justify buying one to your partner. Whether you are allowed to place it in the living room or whether you are forced to hide it away in the shed, you can now print whatever you want and need. Print spare parts, toys, things for home – the choice is yours, and only imagination sets boundaries. Your partner must appreciate that. If they don’t, you can just print a new partner. Unfortunately, we cannot guarantee that your partner will agree with you on the purchase, but we can give you discounts and quick delivery. </p>"}, {"category_path": "Electronics - Video and Photo", "category_id": 10171, "description": "Capture the moment with your new camera\n<p>The market is full of different cameras that all offer something extra. We have made it easy for you and collected the best of what the photo-world has to offer. You will find the whole palette here on the page. Digital cameras, polaroid cameras, action cameras and everything in between. No matter what your need is, you do not need to search further. Use the navigation in the left side of the screen to find your new camera or accessories. The prices are low, there are great offers to catch, so you are always guaranteed a good price! Delivery time: 2-3 working days. </p>"}, {"category_path": "Toys - Baby and Toddler Toys - Rocking Horses and Rockers", "category_id": 8328, "description": "Rocking Horses and Rockers\n<p>Rockers have existed since before we were children and will still be there long after our children get children. It is a piece that never goes out of trend, and that young children will always think is fun. You probably remember them from your own childhood. They were made of plastic or wood and were lacking in detail. Not anymore! Rockers get more and more detailed and prettier, so they are not just toys but also great decorations. Let your kid rock on a mammoth, a moose or a fawn. Children will love playing with it, and you will love to have it in your home, no matter which one you choose. </p>"}, {"category_path": "Clothing - Shoes - Womens Shoes", "category_id": 8957, "description": "Shoes for women\nShoes for women, ladies and damsels - and of course boots \"made for walking\". We don't need to tell you this, but when you have found the right pair of lady shoes or lady boots and they fit you perfectly, then you'll get that special feeling. It's a ladies thing! But we are sure, that you already know all about this. It can be a long journey, before you'll come across the right pair of shoes or boots, but that's why we are here. - To make the ladies shoes journey, a little bit easier and cheaper. A lovely pair of lady shoes or boots will complete your outfit and give you the last touch. We'll give you the opportunity to add some coolness and some glamour to your wardrobe in a fashionable and stylish way."}, {"category_path": "Clothing - Shoes - Mens Shoes", "category_id": 8937, "description": "Men’s shoes, boots and running shoes\n<p>It can hurt to say goodbye to a pair of old shoes. Your beloved shoes have led you through city vacations and the night’s dancefloors, but now your better half has put her foot down and said that you cannot keep the dirty, old Converse any longer, and she is right… You need something new! A pair of great men’s shoes is something every single man should have. Your shoes are not just something that gives you extra style, and they will also get you through your day comfortably and safely. So then you are thinking… “Fine, I’ll just choose something”. But it actually matters what you pick. Your shoes should be nice to have on, sit well and not be too tight. We have collected some great men’s shoes here on the page, so you can be inspired and do what’s best for your feet.</p>"}, {"category_path": "Toys - Outdoor Toys - Football Goals and trainers", "category_id": 12057, "description": "Football Goals and trainers\n<p>Christiano, Messi and Bendtner did not get to the top by kicking the ball into nothing. There has to be a goal! That is why we gathered the best football goals on the market that fit perfectly in a garden at home. There are football goals for children and adults, they are in different sizes and can easily be set up on the lawn. A football goal is the perfect pastime in the garden, when the sun in shining. It allows for fun and good exercise for everyone. Maybe it will awaken the inner football talent, if you train enough. Here on the page you will find football goals and a training net that bounces the ball back, so you do not need to collect it every time. Smart! Buy your football goal today and get it delivered quickly. The delivery cost is already in the price. </p>"}, {"category_path": "Baby and Children - Furniture", "category_id": 8623, "description": "Children’s furniture\n<p>Has the family expanded or does the family’s youngest just need a furniture upgrade? There are some practical things that need to be figured out, when the little one comes. A changing station, a crib, a high chair, things like that. It is must-have and we know it; which is why we have gathered the best models and furniture from the best brands here on the page. Safety is high, quality is top-class, and prices are cheap – with offers. Welcome to a little corner of the internet that creates the best conditions for designing a beautiful home with children’s furniture. Explore our categories and find your children’s furniture.</p>"}, {"category_path": "Home and Kitchen - Seasonal Decor - Christmas - Christmas Tree Ornament", "category_id": 11864, "description": "Christmas Tree Ornament\n<p>It smelled of cinnamon and the cheeks felt cold, when you and your family were at your local Christmas tree seller. Maybe you cut it yourselves? Now it decorates your living room, completely bare. It is ready for an overflow of Christmas decorations, and we can help you with that. We have gathered the best and most exclusive decorations on the market. It is high class and quality that create the cosy atmosphere. But the prices are not high. We have lowered the prices, so you can buy cheap ornaments in all colours, plus gold and silver. You will find brands like Frederik Bagger, Hoptimist, Klarborgnisser, House Doctor and more. Gather the family now, so you can look at decorations for the Christmas tree. We always have good offers on Christmas ornaments, so everyone can join. Buy your decorations today and get them in a few working days. Merry Christmas!</p>"}, {"category_path": "Clothing - Women's Fashion", "category_id": 8802, "description": "Women’s fashion – trendy clothes for discount prices \n<p>At Coolshop, we have a team of dedicated fashion experts and fashion people that work all day long, so you can get the latest trends in the fashion world of great, elegant and comfy women’s clothing. We closely follow the newest trends in women’s fashion and have many years of experience with women’s fashion and women’s clothing. Our background allows us to buy a lot and lower the prices. That is why you will always find great women’s clothing on sale, and you will often find exclusive offers on clothes for women. Our wide assortment is characterised by high quality, great designs and cheap prices. </p>"}, {"category_path": "Electronics - Video and Photo - Polaroid Cameras", "category_id": 11704, "description": "Polaroid camera – the classic camera, re-invented \n<p>If there is a product that received a comeback, it is the classic polaroid cameras. Through retro vibes and good craftsmanship, cameras have reached great popularity again — and for a good reason. In a world, where everything has become digitalised, we are searching back in the good old days, where you could take a picture and have it in your hand shortly after. Polaroid cameras print your pictures in short time without the use of external equipment and wires. Call it hipster, call it instagrammised, but it works. It is easy, effective and fun, and you should get on board. </p>"}, {"category_path": "Toys - Childrens Books", "category_id": 16448, "description": "Baby Book\n<p>Reading time is much more than just a story. It is time to chatter, feel, see, listen and learn. Our wide selection of baby books stimulates all senses. We have books with sound, mirrors and a lot of sensual experience. While you read stories about lions in the savanna, the baby can feel the lion’s mane and hear its roar. Learn about the animals on the farm and hear what they sound like. When you order baby books at Coolshop, you get quick delivery, and the cost is always included in the price. </p>"}, {"category_path": "Toys - Outdoor Toys - Trampolines and Accesories", "category_id": 8443, "description": "Trampolines and Accesories\n<p>Buy a trampoline for the garden. Tell your partner that it is for the kids. Tell your kids that it is a trampoline for grownups. Bam, you have your own trampoline. You can never be too old to jump on a trampoline, and it is an activity, where only your condition sets the limits. To avoid injuries, it is important that the trampoline’s quality and safety are on top. On Coolshop you will find only the best of outdoor trampolines, both in-ground and on feet. If your trampoline is in stock, it will be delivered in 3-4 days, and the delivery cost is included in the price. Among others, we sell trampolines from <a href=\"https://www.coolshop.co.uk/toys/outdoor-toys/trampolines-and-accesories/brand=berg/\">BERG</a> that take all the trophies on the trampoline market. </p>"}, {"category_path": "Toys - Baby and Toddler Toys - Motor Activity Toys", "category_id": 8322, "description": "Motor Activity Toys\n<p>It’s time to have fun with colours and shapes. Motoric activity toys are a ‘must-have’ for the little ones, while they grow. Children need to touch, explore and play. Motor activity toys help with that. The movement creates creativity, and motoric toys make children curious. When children move and fumble with toys, all the right brain centres are activated, so they learn better, understand better and develop. The toys are also fun and safe with soft and safe materials. That is the top of our priority list, when we buy motor activity toys – that you, as a parent, can have a peace of mind. Danish bObles do everything right, when it comes to motor activity toys, and you get good offers, delivery included in the price, and quick shipping, when you buy motor activity toys at Coolshop.</p>"}, {"category_path": "Luggage and Travel Gear - Schoolbags", "category_id": 9296, "description": "School bags\n<p>School students have it so easy nowadays. When you went to school, the bus only went 2 times a week and if you missed it, you had to walk 25 km to get to school. On the way, you had to cross a highway, two mountain ranges and a lion enclosure. All that in snow up to your knees and pouring rain – on good days. The school bag was not invented yet, so you just had to carry your 32 books in your hands the whole way. That was the reality back then, but if you tell your kids that today, they will not believe you. Today, the bus times are improved, and school bags have fortunately been invented. Now the biggest problem is choosing the right school bag. Luckily, Coolshop has a big selection of school bags, so the kid can get the exact school bag that makes him/her the king/queen of the school yard.</p>"}, {"category_path": "Electronics - Security & Surveillance", "category_id": 10437, "description": "Security and surveillance cameras for your home \n<p>Bandits, young thieves and dangerous robbers. They sneak slyly with black hats and long fingers. They need to be stopped, and they will be stopped with surveillance! Surveillance cameras for home is the first step towards a safe home. A home you can leave with a peace of mind, and a safe base that takes care of your values and, most importantly, your family. If there is one place we need to feel safe at, it is in our own stronghold. Find the best and the cheapest surveillance cameras on the market that protect your home or your company here at Coolshop. </p>"}, {"category_path": "Sport and Outdoor - Badminton", "category_id": 11160, "description": "Badminton\n<p>After a dinner at the neighbours’ place, where they proudly show off medals from another CrossFit competition or marathon, it gets too much for you. They shouldn’t think they are sportier than you, just because the only marathon you have ever done was when you watched a whole season of Game of Thrones in one day. You challenge them to a game of badminton one time and for all, to show who are the neighbourhood’s uncrowned sports masters. Later, though, you realise that neither of you have had a <a href=\"https://www.coolshop.co.uk/sport-and-outdoor/badminton/rackets/\">badminton racket</a> in your hands since middle school. You now have 3 days to get the right equipment, get in shape and get over your red wine hangover. At Coolshop, we can unfortunately not make you better at badminton, but we can offer you the right gear, 2-3 working days delivery and low prices. From there, it is up to you to recover your pride. Good luck!</p>"}, {"category_path": "Sport and Outdoor - Cycling - Bikes", "category_id": 11274, "description": "Bicycles\n<p>If you ask your grandfather, the car was not invented when he was your age, so everyone had to take the bike wherever they went. To school, work, the market, Spain – everywhere. There was always wind in your face, snow and darkness, but apparently that is how life was back then. Now, luckily, the car has been invented, the weather has become better and the sun comes out once in a while. Still, we end up sitting in morning traffic and seeing the cyclists passing by, just to then get to work and find out that all parking spots are taken. If you were one of the cyclists, you wouldn’t just get there faster and avoid looking for a parking spot – you would also be more fresh, healthier and having done some of the daily exercise. Order a bicycle today and go past the traffic. Coolshop always has great prices and quick delivery. Being stuck in morning traffic is soon over!</p>"}, {"category_path": "Sport and Outdoor - Safety Equipment - Helmets & Accessories", "category_id": 11396, "description": "Helmets & Accessories\n<p>If you, like me, were a child in the 90’s, you surely also hated bike helmets. The bike helmet was not only the ugliest head gear – it was also the most uncomfortable. It pressed on all sides of the head, was bright yellow and broke if it was hit by hail. That’s in the past! 90’s was a strange time, where all food was made of sugar and everything else was made of plastic – including the bicycle helmets. Now it’s been 20 years, whether you want it or not, and we have luckily become smarter. Bicycle helmets have not only become prettier to look at – they have also become more comfortable to wear and most important of all, more durable, safer and more protective. At Coolshop, we have a big selection of smart and safe bicycle helmets for both adults and children in all ages. The many different designs make sure that your teenage son will want to use it, even though he had just done his hair. We do not only have bicycle helmets in top quality, we also have quick delivery and great prices. </p>"}, {"category_path": "Toys - Baby and Toddler Toys - Learning & Activity Toys - Mirror", "category_id": 12020, "description": "Baby Mirror\n<p>A baby mirror is a simple and entertaining toy for the little ones. Even when the child is very small, they understand who they are seeing in the mirror. The mirror lets the baby explore their own face expressions and movements, which creates a lot of smiles and laughs form the baby and the parents. All our baby mirrors are designed so that the baby is not harmed in any way. The mirrors are made of soft plastic, so they cannot break, and the frame is built to be able to stand on the floor, where babies love to play. When you buy baby mirrors at Coolshop, you are ensured high quality and low prices. </p>"}, {"category_path": "Toys - Baby and Toddler Toys - Learning & Activity Toys", "category_id": 8316, "description": "Learning & Activity Toys\n<p>It is a lot, when a new little one comes to the world. Everything is new, so everything needs to be explored. So it is a good idea to have toys that are both entertaining and stimulating for your child. Colours, shapes, reflexions and sounds – everything is exciting, and they need to touch, taste and look. We have a ton of learning toys for the little ones. From books and plushies to music instruments and wooden blocks – you will find everything here. The common characteristic of all our activity toys is quality. All our toys are tested, so your child is ensured an educational and safe playing. When you have fallen in love with a toy, you can order it here and if we have it in stock, you will have it in 2-3 days. </p>"}, {"category_path": "Sport and Outdoor - Tennis - Rackets and accessories", "category_id": 11345, "description": "Rackets and accessories\n<p>Year after year, when Wimbledon rolls out on the screen, you sit and scream to yourself: “I could do better than that! It’s not that hard”, while you eat another handful of chips. You decide to make it your New Year’s resolution to become good at tennis. But right now it is February, so there is hopefully a bit of time before it becomes relevant. What about doing it now instead of continuing with excuses? At Coolshop, we can help you kickstart the tennis dream! When it comes to the tennis rackets, <a href=\"https://www.coolshop.co.uk/sport-and-outdoor/tennis/rackets-and-accessories/rackets/brand=yonex/\">Yonex</a>\nensures that the quality is in top, while Coolshop lowers prices. We deliver in 2-3 working days and the prices always include delivery. </p>"}, {"category_path": "Toys - Baby and Toddler Toys - Puschchair and Pram Toys", "category_id": 8325, "description": "Puschchair and Pram Toys\n<p>Make time in the pushchair a bit more fun with a pushchair chain. A pushchair chain makes a pushchair cosier, but it is also stimulating and entertaining for the child. Smallstuff and Sebra both make beautiful, crocheted pushchair chains that can be attached to the pushchair. </p>\n<p>With a crocheted pushchair chain, the pushchair becomes more personal, and you can always say you made it yourself. We promise not to tell. When you order a pushchair chain from Coolshop, we deliver as fast as possible. If we have the product at our warehouse, it will be delivered 2-3 days after you have made your order. </p>"}, {"category_path": "Toys - Seasonal - Christmas Advent Calendar", "category_id": 12082, "description": "Advent calendars for kids\n<p>We have collected the most popular Advent calendars and Christmas calendars in 2022 for your child. Is there anything cooler for any child than getting a Christmas calendar filled with toys? Focus on play and the presence in December and find the Christmas calendar that suits your child. Among the most popular Christmas calendars for children in 2022 are:</p><p>Harry Potter Christmas Calendars</p><p>Playmobil Christmas Calendars</p><p>Barbie Christmas calendars</p>"}, {"category_path": "Home and Kitchen - Decor - Candle Holders", "category_id": 9553, "description": "Candle Holders\n<p>There is nothing like the smell of a put-out matchstick, when you light the candles. The darkness comes, and it is time for some cosy mood. With our great selection of candle holders, you can now present the living light in a beautiful, personal and unique way that brings a bit of cosiness into your home. You choose your style with the elegant holders, and the combinations are endless, but one thing is certain. The prices are on the low side, and they already include the delivery cost. It is simple, and that’s what is so cool. </p>"}, {"category_path": "Baby and Children - Feeding - Feeding Bottles", "category_id": 8744, "description": "Feeding Bottles\n<p>Whether you breastfeed or not, a feeding bottle is an indispensable tool – both at home and on the go. A feeding bottle is very practical and can be used for more than just formula. With a feeding bottle in the changing bag, you have an option to give a glass of water to your little one without worrying about the almost unavoidable sea of water that can happen on the floor. When you order a feeding bottle at Coolshop, you are not paying extra, as delivery is already included in the price, and we deliver in 2-3 working days, if the product is in stock.&nbsp; </p>"}, {"category_path": "Home and Kitchen - Bath - Toilet Waste Baskets", "category_id": 9618, "description": "Toilet Waste Baskets\n<p>It should be smart, functional and beautiful. Your bathroom is already full of Nordic design and light colours, so why compromise with your waste basket? Our buyers for home and kitchen are always looking for the latest trends in design for the bathroom, including the waste baskets. You will always be presented with the prettiest, most functional waste baskets from <a href=\"https://www.coolshop.co.uk/home-and-kitchen/bath/toilet-waste-baskets/brand=zone/\">ZONE</a>, which produces some of the most stylish waste baskets on the market. You will also find brands like <a href=\"https://www.coolshop.co.uk/home-and-kitchen/bath/toilet-waste-baskets/brand=soedahl/\">Södahl</a>, <a href=\"https://www.coolshop.co.uk/home-and-kitchen/bath/toilet-waste-baskets/brand=menu/\">Menu </a>and German <a href=\"https://www.coolshop.co.uk/home-and-kitchen/bath/toilet-waste-baskets/brand=wesco/\">Wesco </a>that feature cool colours and retro vibes. Buy your new toilet waste basket here and get quick delivery and low prices. You can also satisfy your inner deal-hunter, since we present good offers on waste baskets. </p>"}, {"category_path": "Toys - Dolls and Dollhouses", "category_id": 8337, "description": "Dolls and Dollhouses\n<p>There are dolls of all shapes and colours. One of the most known is probably Barbie and her accessories, dollhouses, doll carriages, clothes and much more. We are crazy about dolls, and that is why we have so many. We always strive to offer the best brands in dolls, and you will find dolls for all ages here. You will also find all the accessories, so you can get the best experience and game. Buy now for best prices, with the fastest delivery and the greatest offers. The delivery cost is already included in the price, and the package is delivered in 2-3 days. </p>"}, {"category_path": "Home and Kitchen - Lighting - Table lamps", "category_id": 9766, "description": "Desk Lamps\n<p>Add light to the everyday. There are desk lamps for the whole home in beautiful design and funky colours. We never compromise, when it comes to lamps, so you will see only the best desk lamps on the market. Have you seen the crazy popular desk lamps from Philips Hue that can bring any mood into home? You will also find the classic architectural lamps on this page that bring nice feelings and add a bit of exclusivity in your home décor. There are also desk lamps for office, bedroom and living room, which will for sure light up your home in a unique way. Explore our selection of desk lamps for low prices, where the delivery is already included. There are also good offers to catch on desk lamps.</p>"}, {"category_path": "Home and Kitchen - Decor", "category_id": 9550, "description": " Decoration and interior\n<p>Are you ready to decorate and make your home beautiful? We give you over 2000 options for decoration and interior design in all shapes and colours. On this page, you will find the ultimate selection of designer brands, beautiful inventions, functional décor products and much more. Immerse yourself into the branch’s most elegant collection of decoration and make your home unique. You will find everything from cushions, mirrors and little trinkets to doormats and artificial plants – and everything in between. We have also set prices low and we always have exciting offers. Use our navigation to track the product you need. The delivery cost is already included in the price.</p>"}, {"category_path": "Toys - Baby and Toddler Toys - Crib Toys & Mobiles", "category_id": 8314, "description": "Crib Toys & Mobiles\n<p>Is it difficult for the baby to calm down for bedtime? Is changing the diaper a battle every time? With a mobile over the crib, changing station or in the pushchair, it is easier for baby to calm down. For the baby it means better sleep, both during the night and during the walk outside. For you it means less resistance at the changing table, so you avoid stuff that you do not want to have on your hands, getting on your hands. Here you will find everything you need in mobiles and crib toys. If you need it to play music, you will find one like that here. If you want colours, you can get colours. Do you prefer a crocheted one, so that it keeps the homely feel? Then you have found the right place. </p>"}, {"category_path": "Toys - Arts and Crafts - Children's Craft Kits - Bead & Jewellery", "category_id": 8289, "description": "Bead & Jewellery\n<p>Nothing can send you back to childhood like the smell of a freshly ironed pegboard. The memories come flying! We all remember that amazing feeling, when you are done with your masterpiece, and mom gets the iron out, so it could be perpetuated. Kid’s room, living room, fridge – everything was decorated with pegboards after a creative weekend in the house. At Coolshop we think that all children should have a chance to develop themselves creatively, and therefore we always have a big selection of beads and pegboards. The classic <a href=\"https://www.coolshop.co.uk/toys/arts-and-crafts/childrens-craft-kits/bead-jewellery/brand=hama-beads/\">HAMA</a> beads that we ourselves know from childhood, still exist and we have them in all sizes and colours. The delivery cost is always included in the price, and we have quick delivery. </p>"}, {"category_path": "Sport and Outdoor", "category_id": 10877, "description": "Oxboard\n<p>Oxboard is a Dutch company based in the Tech region of the Netherlands; Eindhoven.&nbsp;Oxboard develop high tech, fully certified and certainly great e-mobility products;for adults but certainly also for teenagers and children.&nbsp;The Oxboard was introduced in Europe in 2015, with the well-known overwhelming success. Over the years, the products has continued to perfect and is now without a doubt the standard of all hoverboards!&nbsp;In addition, Oxboard introduced a number of new products this year. These new developments will also create and support new trends thanks to technical perfection and all safety certificates are also proud to receive the ‘Oxboard’ certificate.&nbsp;<br></p>\n\n"}, {"category_path": "Home and Kitchen - Decor - Cushions", "category_id": 9555, "description": "Cushions\n<p>You don’t need much to bring your sofa to life. Fill it with beautiful, colourful cushions and enjoy the soft and comfortable existence. We have gathered the most exclusive cushions for the sofa on the market. There are cushions from HAY, House Doctor, Normann Copenhagen and many more. You can decorate your home in a unique and colourful way with the endless combinations of cushions. The cushions are sold in beautiful colours, unique designs and soft materials that make your sofa, bed or windowsill pretty to look at but also very nice to sit on. There are no excuses not to take a well-deserved break from the everyday’s stress and chase. We often have offers on different cushions that are already cheap, so anyone can shop. Buy your cushions today.</p>"}, {"category_path": "Home and Kitchen - Appliances - Kitchen appliances - Coffee Machines", "category_id": 9628, "description": "Coffee Machines\n<p>You could get by with a cup of instant coffee, but have you ever tasted a cup of coffee from a high-quality coffee machine? Have you ever woken up to such a wonderful smell of coffee that you thought it was brewed by angels? If you have, you know what I’m talking about. If you haven’t, you should try it! Throw your instant coffee to the trash, because coffee machines from Moccamaster and KitchenAid, among others, is your one-way ticket to quality coffee. At Coolshop we wish that all at some point could have the chance to experience a really good cup of coffee, so when you order with us, the delivery is included in the price. </p>"}, {"category_path": "Home and Kitchen - Kitchen and dining - Tableware - Trivets", "category_id": 11851, "description": "Trivets\n<p>You got annoyed, when you were asked to set a trivet under your glass of juice, when you were a kid. Now you are an adult and you have bought a blogger-friendly table in mahogany. If you could, you would take it to bed with you. You need to take care of it! So we have selected some trivets that save the table from scratches and water rings. On this page you will find a wide selection of beautiful, stylish and classic trivets in all colours and materials. You can buy your new trivets from <a href=\"https://www.coolshop.co.uk/home-and-kitchen/kitchen-and-dining/tableware/trivets/brand=eva-solo/\">Eva Solo</a>, <a href=\"https://www.coolshop.co.uk/home-and-kitchen/kitchen-and-dining/tableware/trivets/brand=zone/\">Zone</a> and many more. When you choose to buy your trivet here, you are guaranteed top quality and quick shipping. We also constantly have good offers on trivets, so everyone can have them. Happy shopping.</p>"}, {"category_path": "Home and Kitchen - Bath - Bath Matts", "category_id": 9592, "description": "Bath Matts\n<p>A bath mat is the first thing you meet when you come out of the shower. Clean and fresh, ready to take on the world. So it needs to be proper. A bath mat should be soft, pretty and effective in absorbing water. Those are the requirements we set, when we buy bath mats for home and those are the bath mats we present to you. The bath mats here are top class. Design, good materials and soft feeling. Everything you need for a Sunday morning, when you come out of the shower. The prices are low, the delivery is quick, and we always have good offers on bath mats. Many of our bath mats go hand in hand with our <a href=\"https://www.coolshop.co.uk/home-and-kitchen/bath/towels/\">towels</a>, so you can get a matching décor. </p>"}, {"category_path": "Home and Kitchen - Kitchen and dining - Tableware - Cutlery", "category_id": 11835, "description": "Cutlery\n<p>Lift your gastronomic performances with our beautiful selection of cutlery and cutlery sets from brands like <a href=\"https://www.coolshop.co.uk/home-and-kitchen/kitchen-and-dining/tableware/cutlery/brand=bitz/\">Bitz</a>, <a href=\"https://www.coolshop.co.uk/home-and-kitchen/kitchen-and-dining/tableware/cutlery/brand=eva-solo/\">Eva Solo</a> and many more that go hand in hand with the prettiest plates, cups and bowls from the same brands. This cutlery has been through a merciless sorting by our buyers, so you are only presented with the best. There is cutlery of all materials, colours and designs that will definitely make your dining table elegant and welcoming, no matter if there is fish, juicy steaks or tender vegetables on the menu. Explore a world of cutlery, where there are always good offers to get. The delivery is already in the price, and the shipping is quick. </p>"}, {"category_path": "Home and Kitchen - Appliances - Kitchen appliances - Toasters", "category_id": 9701, "description": "Toasters\n<p>It is difficult to explain the sound of a toaster in text, the sound, when the bread is done, but we can probably quickly agree that it is one of the best sounds north of Berlin, and you can bring a bread symphony home to your kitchen with our pretty selection of toasters. We have OBH Nordica and Severin. Buy your toaster today and get quick delivery. The shipping cost is already included, so you do not need to think about that.</p>"}, {"category_path": "Baby and Children - Nursing - Doudous and Comforters", "category_id": 11521, "description": "Doudous and Comforters \n<p>A doudou or a comforter can be your kid’s best friend. All our comforters are silky-soft and are almost as sweet to look at as your little bundle of joy. Almost! To sleep with, play with or just hug and feel safe, it is an indispensable help. When you order a comforter or a doudou at Coolshop, we always deliver in 2-3 working days, and you do not pay extra, as delivery cost is already included in the price. It is something that makes both children and their parents happy.</p>"}, {"category_path": "Toys - Outdoor Toys - Lawn Games", "category_id": 8441, "description": "Lawn Games\n<p>Tetherball, Kubb, croquet and much more. When the sun shines, it is time to play, and the best place to play is the garden. Here on the page we have collected the most fun lawn games for big and small that gather the whole family out in the fresh air. Play the lawn games or let the kids invite friends over, so you can relax with a glass of rosé in the sun.</p>"}, {"category_path": "Electronics - Audio & HiFi - Speakers - Portable Bluetooth Speakers", "category_id": 10378, "description": "Portable Bluetooth speakers\n<p>Pack a picnic basket with lunch, drinks, a portable Bluetooth speaker and your air guitar. Where to? You decide! With a bluetooth speaker you can take the music, the party and the good atmosphere with you anywhere. Tired of the sound of seagulls, while you are enjoying an ice-cream at the harbour? Scare them away with heavy metal. Is a fishing trip too quiet? Spice it up with your favourite playlist but be careful with the volume – you do not want to scare the fish away. Are you annoyed that there is no party right now, right here? So start one! Coolshop has speakers of all sizes, designs and prices. The common thing between them all is the high quality. We cannot guarantee that the party will be a success, but we can guarantee that the music will play!</p>"}, {"category_path": "Toys - Arts and Crafts - Colouring Books & Pads", "category_id": 8295, "description": "Colouring Books & Pads\n<p>All children love drawing and playing with colours. With a colouring book, it is easy to let creativity run free. Explore our selection and find the right colouring book. We have colouring books with Harry Potter, princesses, unicorns, horses and many other animals and patterns.</p>"}, {"category_path": "Garden, Patio and Outdoor - Grills and outdoor cooking", "category_id": 11490, "description": "Buy grill, equipment and accessories. \n<p>We are preparing for the big grill party with a big and impressive selection of charcoal grills and grill accessories for the BBQ people, so that you are set for when the summer meal is served under the open sky. We have a black belt in beef, and we have selected different grills that are in the top, so you are guaranteed quality, design and functionality in top class. Buy now for cheaper prices on offer, with delivery included, and with a delivery time of 2-3 working days. </p>"}, {"category_path": "Home and Kitchen - Kitchen and dining - Tableware - Bread Basket", "category_id": 11830, "description": "Bread Baskets\n<p>Sourdough, spelt bread, white bread, buns. We do not care what you choose as your breakfast, but we would like to say something about your choice of a bread basket; Sunday brunch is not complete without a beautiful stylish bread basket. On this page you will find bread baskets in all colours and shapes. Buy, for example, your new bread basket from <a href=\"https://www.coolshop.co.uk/home-and-kitchen/kitchen-and-dining/tableware/bread-basket/brand=stelton/\">Stelton</a>, that guarantees you Danish design in top class.&nbsp; There are also bread baskets from <a href=\"https://www.coolshop.co.uk/home-and-kitchen/kitchen-and-dining/tableware/bread-basket/brand=zone/\">Zone</a>, <a href=\"https://www.coolshop.co.uk/home-and-kitchen/kitchen-and-dining/tableware/bread-basket/brand=menu/\">Menu</a>, <a href=\"https://www.coolshop.co.uk/home-and-kitchen/kitchen-and-dining/tableware/bread-basket/brand=frederik-bagger/\">Frederik Bagger</a> and many more that are all a great option for the perfect bread basket. When you buy your bread basket at Coolshop, you are guaranteed low prices, included delivery and quick shipping. We always have good offers on bread baskets so you can present your breakfast in style!</p>"}, {"category_path": "Home and Kitchen - Kitchen and dining - Tableware - Cups and mugs", "category_id": 11834, "description": "Cups and mugs\n<p>Is the coffee cup also your best friend in the morning? Freshen up your collection with new cups and mugs for the hot drinks. A necessary cup of coffee, refreshing tea or a nice cup of hot chocolate in the cold months? No matter what your preferences, on this page we have a complete selection of the most beautiful cups and mugs on offer. Try, for example, <a href=\"https://www.coolshop.co.uk/home-and-kitchen/kitchen-and-dining/tableware/cups-and-mugs/brand=pillivuyt/\">Pillivuyt</a>, French porcelain of high quality that will definitely lighten up your table with elegance and style. When you buy a cup or a mug at Coolshop, you are always guaranteed low prices and quick delivery. The delivery cost is already included in the prices, so you do not need to think about it. </p>"}, {"category_path": "Home and Kitchen - Seasonal Decor - Christmas - Christmas Decor and Accent", "category_id": 11861, "description": "Christmas Decorations\n<p>What would you save, if your house was burning? The dog? The family heirloom? No, your Christmas decorations, of course. If you are like us, you have been waiting the whole year. It is finally time for jingle bell, elves and mulled wine, while you dance to the tunes from Wham! We have made a complete selection of Christmas decorations that encourages the fun and the dancing. The majority of the selection of Klarborgnisser are on sale, so everyone can join. They are very sweet and fit perfectly in the Christmas décor. You will also find Christmas decoration from Hoptimist, House Doctor and more, so you can decorate your house for Christmas in beautiful colours, designs and materials. Order your Christmas decoration today and receive tomorrow. Happy decorating!</p>"}, {"category_path": "Home and Kitchen - Seasonal Decor - Christmas - Christmas Tree Stand", "category_id": 11865, "description": "Christmas tree stands\n<p>Christmas tree. It is the family’s most precious possession in December, and so it needs to be cared for. Let’s start with giving you a real Christmas picture. If you know yourself, you have become tired of buying new holders for the tree from the local lumber yard every year. They don’t last more than one season. On this page you will find tree stands that can stand in the windy weather and last for a long time in the future. It is Christmas tree holders of high quality, with smart designs and beautiful colours that fit into minimalistic homes. Check out our selection of Christmas tree stands from Ferm Living that set the Christmas tree on the pedestal it deserves. We have lowered prices, so that everyone can benefit. Buy today and get it delivered in a few days.&nbsp; </p>"}, {"category_path": "Beauty - Perfume - Deodorants and antiperspirants - Deodorants", "category_id": 8006, "description": "Deodorants\n<p>Feel fresh and smell good the whole day with the right deodorant. Our big selection includes deodorants from all the best brands for both men and women. There are deodorants from Hugo Boss, Armani, Van Gils, Calvin Klein and many more. We do not only wish to have a big selection – we also strive to have the best prices. That is why you will always find a wide range of deodorants on offer. </p>"}, {"category_path": "Toys - Games - Kalaha", "category_id": 12042, "description": "Kalaha \n<p>Kalaha is in the mancala games family, which can be tracked down to old-time North Africa, where the small stones served as the “seeds” and exotic wood served as the board. Kalaha is one of the oldest board games in the world, but the popularity still has not subsided. The rules of the game are simple, and that is also why it is a game that attracts all people, young and old. Everyone can join! We have selected different types of Kalaha. Do you prefer wood or plastic? You can also choose one that is easy to fold down and take with you on the go. Perfect for camping or summerhouse. Order your Kalaha today and get it in 2-3 days. The price is low, and there are always good offers. Happy playing!</p>"}, {"category_path": "Home and Kitchen - Bath - Towels", "category_id": 9591, "description": "Towels\n<p>There is nothing better than a warm, soft towel, when you come out of the shower on a cold winter day. We have gathered the softest, cheapest and best towels in light colours, so you can decorate the bathroom in a beautiful way. Here you will find towels in the whole colour palette from the best brands. Buy new towels from <a href=\"https://www.coolshop.co.uk/home-and-kitchen/bath/towels/brand=zone/\">Zone</a>, <a href=\"https://www.coolshop.co.uk/home-and-kitchen/bath/towels/brand=eva-solo/\">Eva Solo</a> and <a href=\"https://www.coolshop.co.uk/home-and-kitchen/bath/towels/brand=soedahl/\">Södahl</a>, among others. You are guaranteed the best materials and the softest texture that also dries effectively – every time. We always have good offers on towels, the delivery is already included. Remember, you can always show off your beautiful towels on the nice towel <a href=\"https://www.coolshop.co.uk/home-and-kitchen/bath/towel-holders/\">holders</a>. </p>"}, {"category_path": "Baby and Children - Furniture - Playpens", "category_id": 8646, "description": "Playpens\n<p>A playpen is a place, where imagination thrives. Here is where the newborns form their views and play in safe environment and so it is a must-have when there is a family addition coming. There are many playpens out there, and it can be difficult to choose. Which is why we have made it easy and selected the best models from the best brands. There are playpens in elegant designs that fit your minimalistic home and are not too much in the décor. Baby Dan and Hoppekids are the strong ones on the market, and you are guaranteed world-class quality and highest safety. They can stand being used, tumbled and played in. We always have great offers on playpens from Baby Dan and Hoppekids, so you are guaranteed the best prices. </p>"}, {"category_path": "Clothing - Shoes", "category_id": 8936, "description": "Shoes, boots and sneakers \n<p>With the finger on pulse and the overview of the new trends, we keep you updated with the best, most fashionable and prettiest shoes on the market. Shoes are one of the most important elements of a wardrobe, and so we have collected a selection of classics, new inventions and practical options for both work and free time that will definitely look good on you. The selection is big, the prices are low, and we constantly have offers here on the page, so keep an eye on it. You always get the best prices at Coolshop. Quick delivery of 2-3 working days. </p>"}, {"category_path": "Musical Instruments & DJ - Guitars", "category_id": 11884, "description": "Guitars and accessories in top quality \n<p>No musician should ever go low with equipment, and a guitarist is of course, no exception. We have something for you, whether you are getting your first guitar, or if you are already an experienced musician that wishes to fine-tune their sound. Maybe you want to change lanes and switch out your <a href=\"https://www.coolshop.co.uk/musical-instruments-dj/guitars/acoustic-guitars/\">acoustic</a>&nbsp;guitar to an <a href=\"https://www.coolshop.co.uk/musical-instruments-dj/guitars/electric-guitars/\">electric</a>. Our selection of picks is big enough that all your fans can get one as a souvenir. We have <a href=\"https://www.coolshop.co.uk/musical-instruments-dj/guitars/accessories/strings/\">strings </a>for the hardcore guitarist that snaps theirs in every solo and <a href=\"https://www.coolshop.co.uk/musical-instruments-dj/guitars/accessories/stands/\">stands</a>&nbsp;for the solo musicians, as well as the band. We offer good products, great prices and quick delivery of 2-3 working days. The rest of the dream is in your musical hands.</p>\n\n\n"}, {"category_path": "Toys - Baby and Toddler Toys - Learning & Activity Toys - Counting Frames", "category_id": 8317, "description": "Counting Frames\n<p>Before, one had to resort to counting frames, when difficult math problems needed to be solved.&nbsp; Today, fortunately, calculator has been discovered, and the counting frame is not necessary for math. However, it still makes a great toy for the child’s development. Counting frame helps the child learn simple math and colour recognition. Fine motor skills are also gained in a fun way, when the child is moving many colourful balls back and forth. Our counting frames are created for children. That means they are durable and do not bend during the child’s playtime, learning and discovery.</p>"}, {"category_path": "Toys - Baby and Toddler Toys - Pull-Along Toys", "category_id": 8324, "description": "Pull-Along Toys\n<p>Children love to move and go exploring everywhere, and there is nothing as cosy as having a faithful follower on these adventures. Children have loved pull-along toys through all times. Explore our universe of pull-along toys. We have everything from the classic <a href=\"https://www.coolshop.co.uk/product/brio-dachshund-30332/AS2Q3N/\">pull-dog</a> from <a href=\"https://www.coolshop.co.uk/toys/baby-and-toddler-toys/pull-along-toys/brand=brio/\">BRIO</a> to the crocheted animals from <a href=\"https://www.coolshop.co.uk/toys/baby-and-toddler-toys/pull-along-toys/brand=smallstuff/\">Smallstuff</a>. When you buy pull-along toys from Coolshop, the cost of delivery is already included in the price, so you do not have to worry about additional costs. </p>"}, {"category_path": "Toys - Games - Magic Boxes", "category_id": 8377, "description": "Magic Boxes\n<p>A magician never reveals his tricks, and that is incredibly irritating, because then you can never learn anything! So if you are tired of it always being you who is tricked, you should start a career as a magician, and you can do that with a magic box. We have selected a range of magic boxes that kickstart your senses for tricks. When you choose a magic box, you get basic knowledge of magic, and then you can build it up with more advanced tricks. In these magic boxes there are tricks with cards, magic wands, candles and much more, which will amaze your audience. Try the magic box with 150 tricks. Then you are all set!</p>"}, {"category_path": "Toys - Figures - Dinosaurs", "category_id": 8264, "description": "Dinosaurs\n<p>Now you finally get the chance to get the whole Jurassic Park home in your living room – without the carnivorous chaos. Even though it was many years ago that dinosaurs got hit by a meteor and died out, the fantasy still lives on! The fantastic beasts have had us spellbound in front of the TV screens for decades, we have grown up with them, and now it is time to raise your children with the friendly giants. We have selected the best dinosaur toys here on the page. <a href=\"https://www.coolshop.co.uk/product/jurassic-world-thrash-throw-t-rex-fmy70/AF7WD2/\">T-Rex</a> is a must-have. What about the agile <a href=\"https://www.coolshop.co.uk/product/schleich-velociraptor-14585/AC5WJ9/\">Velociraptor</a>? Or the herbivorous <a href=\"https://www.coolshop.co.uk/product/jurassic-world-action-attack-stegosaurus-fmw88/AK7R8T/\">Stegosaurus</a>? You will find all dinosaur toys right here, and there are always good offers to catch. See for yourself.</p>"}, {"category_path": "Toys - Figures", "category_id": 8260, "description": "All kinds of figures from the toy universe \n<p>Everyone has a favourite character, whether it is from a movie, a game or a book. Welcome to our universe of figures, where you will surely find exactly the one you are looking for. Everyone has played with figures, and we have no business in whether you are looking for an action figure or a Barbie. We have a big selection of Marvel figures, in particular, Hulk, Captain America, Thor, Spiderman and Iron Man. If there is no action hero in you, maybe there is a Barbie or My Little Pony? With the realistic figures, it is only imagination that sets the boundaries. Buy today and get your figure delivered in a few days. </p>"}, {"category_path": "Toys - Arts and Crafts - Acrylic & Oil Paint", "category_id": 14390, "description": "Acrylic & Oil Paint\n<p>Whether you are an aspiring artist or a hobby painter, you should add acrylic paints to your arsenal. Acrylic paint is surely the most popular paint, since it is water-based and easy to play with. Acrylic paint is popular among kids, since, unlike oil paint, it dries fast and brings art to life instantly (almost). We offer the whole colour palette of acrylic paint, where we have selected the best brands, so you do not need to search forever. We also have sets of paint, so you can easily get started. There are always good offers to catch and low prices.&nbsp; </p>"}, {"category_path": "Toys - Baby and Toddler Toys - Bricks & Blocks", "category_id": 8313, "description": "Bricks & Blocks \n<p>Children are easy to entertain. The world is new to them, and it is always fun and exciting. Even something as simple as cubes of wood can result in many hours of entertainment. Not only is it a simple and fun toy, it is also educational. It requires good balance to stack the blocks without pushing them over. Even though it is so much fun when they fall over. With blocks, it is only the child’s imagination that sets the boundaries. You might just see 4 blocks stacked on top of each other, but the child might see a house, a tree, or maybe a car. Children’s imagination is amazing, and it needs to be strengthened and developed. Start early with a bunch of blocks and let the child explore. </p>"}, {"category_path": "Toys - Puzzles - Jigsaws Puzzle", "category_id": 8471, "description": "Jigsaws Puzzle\n<p>The other day you managed to shred a 50-pound note and then discovered that you are an expert in puzzles. Since then you have been searching for new challenges, and when you have finally gotten a credit card, you do not have anymore banknotes to shred. Luckily for you, we have a complete selection of puzzles of all difficulty levels, so there is something for children and adults. We have everything from <a href=\"https://www.coolshop.co.uk/product/avenue-mandarine-2-pieces-puzzle-shapes-52594o/AJ6U9X/\">2-piece puzzle</a> for the youngest and up to 3000 pieces for older children and adults. If you are searching for a real challenge, you can try your luck with a <a href=\"https://www.coolshop.co.uk/toys/puzzles/3-d-puzzles/\">3D puzzle</a>. Even though puzzles are tough, the ordering should not be. The prices always include the delivery cost. </p>"}, {"category_path": "Toys - Outdoor Toys - Basketball and accessories", "category_id": 12054, "description": "Basketball and accessories\n<p>You do not need to be 2 meters tall, tattooed from head to toe and be friends with Bugs Bunny to take a basketball court home with you. We have gathered a nice selection of balls and baskets for when basketball is on the agenda. You will find basketballs from Spalding, which without a doubt produce some of the coolest ones on the market. There are also baskets that can be hung on the wall or set up with either sand or water, so it feels like in the big arena. If you are looking for a streetball for basketball, you have also come to the right place. Those do not get worn out as quickly as a regular basketball. </p>"}, {"category_path": "Toys - Riding Toys - Go-karts", "category_id": 8477, "description": "Go-karts\n<p>Is your child on the way to Formula 1? There is only one way to find out. Kevin Magnussen also started somewhere, remember that. A go-kart is one the most fun things, and if you are not old enough to step into one of the country’s go-kart tracks, you should start with pedals. It is definitely popular among the young. Maybe they are already enjoying go-karts in their free time. Now they can drive through the streets of the neighbourhood. We have selected the market’s best go-karts and lowered prices. You will always find good offers on go-karts here, so everyone can enjoy them. </p>"}, {"category_path": "Computers - Keyboards, Mice & Other Input Devices - Keyboards", "category_id": 9883, "description": "Big selection of keyboards for gaming and office \n<p>Always great offers on keyboards! On this page you will find keyboards for all needs. Do you like hardcore, competitive gaming and want a keyboard that matches your skills? Then you don’t need to search further. Many of the employees at Coolshop are passionate gamers that know what they are talking about. You are guaranteed the best models and the best brands, when you are searching for gaming keyboards – whether you are a beginner or a professional streamer. You will also find regular keyboards for office work, but even though they look very simple, they are never lower in quality. Coolshop is your guarantee for a good purchase. Buy now for cheap prices.</p>"}, {"category_path": "Toys - Cars, trains and vehicles - Trains and train sets", "category_id": 8489, "description": "Trains and train sets\n<p>The train holds at the end of the platform and waits for you. It is an old train. With a lot of steam and heavy sounds. It is so beautiful, when it drives through the landscape with happy travellers and great mood. That is your train. If you are a fan of the world of trains, you should take a look at our toy trains. Here on the page you will find a complete selection of trains, train tracks and train carriages. There is everything you need to steam away. Buy for example toy trains from <a href=\"https://www.coolshop.co.uk/toys/cars-trains-and-vehicles/trains-and-train-sets/brand=brio/\">BRIO</a>, which are really popular among kids. <a href=\"https://www.coolshop.co.uk/toys/cars-trains-and-vehicles/trains-and-train-sets/brand=thomas-friends/\">Thomas & Friends</a> are also on the tracks, and they are a must-have, if you love toy trains. Take a look at our selection and catch our low prices and great offers on toy trains. </p>"}, {"category_path": "Home and Kitchen - Appliances - Kitchen appliances - Kettles & Hot Water Dispensers", "category_id": 9648, "description": "Kettles\n<p>Your kettle does not necessarily need to look like a juice jug made of plastic from the scout’s camp. It can easily be something elegant, something beautiful. <a href=\"https://www.coolshop.co.uk/home-and-kitchen/appliances/kitchen-appliances/kettles-hot-water-dispensers/brand=stelton/?sort=popularity\">Stelton</a> nails it, when it comes to beautiful and functional kettles. Sharp lines, classic colours and energy-saving functions that decorate your kitchen. <a href=\"https://www.coolshop.co.uk/home-and-kitchen/appliances/kitchen-appliances/kettles-hot-water-dispensers/brand=kitchenaid/?sort=popularity\">KitchenAid</a> makes kettles in cool retro designs that match the rest of KitchenAid series and make you a master of pour-over coffee. You can also choose Danish design from <a href=\"https://www.coolshop.co.uk/home-and-kitchen/appliances/kitchen-appliances/kettles-hot-water-dispensers/brand=eva-solo/?sort=popularity\">Eva Solo</a> that are excellent. When you buy your kettle at Coolshop, you are guaranteed highest quality and low prices. We also constantly present great offers on kettles. </p>"}, {"category_path": "Home and Kitchen - Appliances - Kitchen appliances - Blenders", "category_id": 9623, "description": "Blenders\n<p>Smoothies? Milkshakes? Soup? Heck, you can even blend your iPhone and get tons of views on Youtube. If you have any respect for your gastronomical skills and your kitchen, you should get a blender with a lot of power. You will find them here. We have collected some of the best blenders on the market, so you can start the juice diet. We have blenders from <a href=\"https://www.coolshop.co.uk/home-and-kitchen/appliances/kitchen-appliances/blenders/brand=philips/?sort=popularity\">Philips</a>, <a href=\"https://www.coolshop.co.uk/home-and-kitchen/appliances/kitchen-appliances/blenders/brand=obh-nordica/?sort=popularity\">OBH Nordica</a> and <a href=\"https://www.coolshop.co.uk/home-and-kitchen/appliances/kitchen-appliances/blenders/brand=severin/?sort=popularity\">Severin</a> that all guarantee highest quality for making the frozen berries dance. On this page, you will also find the heavier ones that can handle the most. Because there is nothing worse than a blender that cannot function. Buy your blender or your <a href=\"https://www.coolshop.co.uk/home-and-kitchen/appliances/kitchen-appliances/blenders/hand-blenders/?sort=popularity\">hand blender</a> today for low prices and receive it in 2-3 working days. We always have good offers on blenders and the delivery is already included. </p>"}, {"category_path": "Beauty - Tools and accessories - Bags and cases - Toiletry Bags", "category_id": 8252, "description": "Toiletry bags for ladies and gentlemen\n<p>No matter if you are a common mortal or a model for Victoria’s Secret, we all have one thing in common. We need to keep our makeup, toothbrush and shaving foam somewhere. Here on the page we also present a big and lovely selection of toiletry bags for men and women that keep their toiletries under control. All toiletry bags here at Coolshop are practical, functional and produced in nice and durable designs. Buy your new toiletry bags today and get them delivered in a few days. &nbsp;</p>"}, {"category_path": "Toys - Cars, trains and vehicles", "category_id": 8488, "description": "Cars – full speed ahead with cars, planes and trains\n<p>Great selection of toy cars and other vehicles for children and those who feel like children inside. We have selected the coolest and most fun toy cars, toy trains, planes, helicopters and much, much more, which puts the creativity into the highest gear. There are toys for future race car drivers, who are not old enough to drive a car yet, but still cannot stay away from the amazing universe of cars. Explore our big assortment. Buy today and receive delivery in a few days. The delivery cost is already included in the prices. </p>"}, {"category_path": "Home and Kitchen - Decor - Vases", "category_id": 9577, "description": "Pretty vases\n<p>Beautiful, winding, green plants should have a home to live in. The wild plants and flowers are very popular in the Scandinavian home. We have collected designer vases from the best brands, so you can liven up your décor. There are pots and vases of all shapes, colours and functions from brands like Frederik Bagger, Kähler, House Doctor and many more. A beautiful bouquet in a nice vase is the coolest decoration for the home, so we present the coolest vases. All vases on this page have been through a strict sorting process, so you are left with the best products. You will also always find great offers on vases, where the prices are already in the bottom, so everyone can get something. Order your vase today. Happy shopping!</p>"}, {"category_path": "Luggage and Travel Gear - Laptop Bags - Sleeves", "category_id": 11880, "description": "Sleeves\n<p>Treat yourself and your computer to a sleeve that hugs and protects your laptop. We have selected a range of lovely, unique sleeves and covers that fit all kinds of laptops and tablets. You will find beautiful sleeves that scream great design; perfect for the fashionable student. With a new protective sleeve, you no longer need to worry about damages on your precious Macbook or iPad, when you are on the go. It gives you peace, so you can worry about more important things. We always have cheap prices and quick delivery. </p>"}, {"category_path": "Toys - Games - Card Games", "category_id": 8368, "description": "Card Games\n<p>A nice 500 can save any night. Friday means card games and fun. Candles are lit, the candy bowl is filled, one shouts “fish”, another shouts “UNO!”. In a world, where iPads reign supreme, it is nice to go back to the old roots with a good old card game that gathers friends and family around. We have collected all the classic, new and popular card games and board games with cards here, so you can make use of weekends with nice company and friendly competitions. </p>"}, {"category_path": "Electronics - Video and Photo - Action Cameras & Accessories", "category_id": 10288, "description": "Action cameras and GoPro – capture the moment\n<p>This page is for those who are chasing the perfect moment. If you do sports and want to share your experiences with yourself or others, you should get an action camera. These cameras are built for high pulse and can handle a bit of everything. Video and pictures are captured in wide format, so you get everything on skis, on the water, in the parachute or on the bike. Here on the page you will find accessories, mounts and holders for GoPro and action cameras. With the right mount, you can attach the camera to your body or your helmet. Here you can also get your new action camera for a good price on offer and get quick delivery.</p>"}, {"category_path": "Toys - Baby and Toddler Toys - Baby Activity Gym", "category_id": 8308, "description": "Baby Activity Gym\n<p>In adult's eyes, an activity gym can resemble a mess of colour and figures but for small kids it is much more than that. For children it is colours, shapes, reflexions, sounds and sense stimuli. With an activity gym, baby gets their own oasis, where they can explore all the exciting impressions, roll around freely or just relax. And then there is a bonus of mom and dad getting a chance to get some practical things done. When you order an activity gym at Coolshop, the delivery cost is always included in the price.</p>"}, {"category_path": "Toys - Baby and Toddler Toys - Baby Walkers", "category_id": 8312, "description": "Baby Walkers\n<p>When your kid wants to learn to walk, but the balance and the motor skill do not completely agree, a baby walker is your child’s best friend. When legs are a little shaky, but the child still wants to go, a baby walker will be a good support, and before you know it, your little hooligan is zooming around in the living room. From the classic <a href=\"https://www.coolshop.co.uk/product/brio-toddler-wobbler-black-31351/BJ46UZ/\">BRIO baby walker</a> to a beautiful <a href=\"https://www.coolshop.co.uk/product/hape-volkswagen-bus-walker-red-5907/AF6XV8/\">Volkswagen Bus</a> – we have baby walkers in many colours and designs, so you can easily find your perfect match. When you buy a baby walker from Coolshop, we take care of quick delivery, and the cost of it is included in the price.</p>"}, {"category_path": "Toys - Baby and Toddler Toys - Rattles", "category_id": 8326, "description": "Rattles\n<p>A rattle will most likely become your child’s first favourite toy. A rattle is full of sounds, shapes and colours, and can be used as soon as the child is old enough to grab it. The many colours and sounds in a rattle are stimulating and developing for the child and their senses. At Coolshop, quality and safety are top priorities – especially when it comes to children! Our buyers have ensured that we have only the best rattles in our selection. From the sweet animals from <a href=\"https://www.coolshop.co.uk/toys/baby-and-toddler-toys/rattles/brand=smallstuff/\">Smallstuff</a> to the colourful rattles from <a href=\"https://www.coolshop.co.uk/toys/baby-and-toddler-toys/rattles/brand=lamaze/\">Lamaze</a> and <a href=\"https://www.coolshop.co.uk/toys/baby-and-toddler-toys/rattles/brand=playgro/\">Playgro</a> – only the best ones are good enough for your little pumpkin. </p>"}, {"category_path": "Toys - Baby and Toddler Toys - Soothing Sound and Light Toys", "category_id": 8329, "description": "Soothing Sound and Light Toys\n<p>Darkness can be scary. Many adults are afraid of the dark, so who can blame a child for that? With a cosy night lamp in the room or a sweet animal in the bed, the night becomes safer and the sleep – better. We have a lot of cosy animals and lovely lamps that help your child sleep safe and sound during the night. Check out different lamps from <a href=\"https://www.coolshop.co.uk/toys/baby-and-toddler-toys/soothing-sound-and-light-toys/brand=filibabba/\">Filibabba</a> and colourful and musical animals from <a href=\"https://www.coolshop.co.uk/toys/baby-and-toddler-toys/soothing-sound-and-light-toys/brand=lamaze/\">Lamaze</a> or combine night lamps and animals with <a href=\"https://www.coolshop.co.uk/toys/baby-and-toddler-toys/soothing-sound-and-light-toys/brand=cloud-b/\">Cloud B</a>’s many animals that can light up the ceiling with a starry sky and play music. </p>"}, {"category_path": "Toys - Baby and Toddler Toys - Learning & Activity Toys - Sorting, Stacking & Plugging Toys", "category_id": 8319, "description": "Sorting, Stacking & Plugging Toys\n<p>A sorting box is an amazing toy for the development of the child’s motor skill, as well as their understanding of numbers, shapes and colours. A sorting box is a classic activity toy, which can entertain the baby either on its own or with the parents’ help. Our buyers know that playing is life’s learning, so when you buy a sorting box from Coolshop, it is tested through. It means that it is safe, fun, educational and most important of all, durable – it is made for kids, after all.</p>"}, {"category_path": "Garden, Patio and Outdoor - Outdoor Lighting", "category_id": 11503, "description": "Outdoor lamps with and without sensor\n<p>Yes, candlelight is a sure hit at the balcony or on the terrace, but when the dark times come closer and summer evenings are not warm anymore, outdoor lighting and outdoor lamps are a delightful invention. At Coolshop, you will find a big selection of outdoor lamps, so you never have to come home again to a pitch-black driveway or fumble around blindly, trying to close the door in minus temperature and complete darkness. We have a wide selection of outdoor lamps with or without sensor that guarantees a safe and lit up home. Buy today and receive in a few working days. Low prices and great offers. </p>"}, {"category_path": "Baby and Children - Furniture - High chairs, seats and accessories", "category_id": 8633, "description": "High chairs, seats and accessories \n<p>How do you choose the right high chair for baby or toddler to eat at the table? It can be difficult, but it can also be easy. <em>We</em> have made it easy for you. Here on the page you will find classic, beautiful and functional high chairs that fit into your home décor and ensure comfort for the child. A high chair should first and foremost ensure that your child sits well with good support and a soft seat. If these criteria are not fulfilled, it can quickly get messy and noisy. With the high chairs presented here, you are ensured the best conditions for peace at the table. We have lowered prices and there are always great offers on high chairs, seats and accessories. Buy today and receive your high chair in a few days. </p>"}, {"category_path": "Baby and Children - Safety Equipment - Baby Monitors", "category_id": 8719, "description": "Baby Monitors\n<p>Even if the baby sleeps safe, it does not necessarily mean that mom and dad do. With a baby monitor, parents do not lie sleepless with the worry that the baby is awake, and they just can’t hear it. We know that you only wish the best of the best for your children, so our buyers have been very careful when choosing baby monitors for our stock. Here you will only find baby monitors in top quality, so everyone in the house can sleep safely during the night. Get a baby monitor with a camera, so you don’t need to leave the bed to check if the baby is still asleep, or use the two-way communication to calm the baby, while still being under the duvet. “Go back to sleep. Over”.</p>"}, {"category_path": "Home and Kitchen - Bath - Holders & Dispensers - Toilet Paper Holders", "category_id": 9604, "description": "Toilet Paper Holders\n<p>Toilet paper may possibly be the most important tool in your home! We don’t care whether you choose 3-layers, 4-layers or the expensive 5-layers, because no matter the number of layers, the toilet paper needs to be presented in the most beautiful way, and you can do that with a smart toilet paper holder. On this page you can buy a toilet paper holder in wood, iron, brass, cement or other. It is toilet paper holders with an extra twist, and it does not hurt to break the classic décor with a weird feature. You will of course find all the stylish toilet paper holders on this page, and you can get them for low prices, with good offers and included delivery cost.</p>"}, {"category_path": "Baby and Children - Safety Equipment - Gates & Gate Extensions", "category_id": 8722, "description": "Gates & Gate Extensions \n<p>As parents of small kids, you learn to appreciate peace in the house. But all parents with small children also know that peace often means that there is trouble coming. With a children’s gate installed, you can prevent a lot of accidents that might happen. Cover the stairs, the fireplace or spaces where you are worried the child will make too much trouble. At Coolshop, we know that only the best is good enough, when it comes to your kid’s safety. That is why we have children’s gates in top quality. You will find brands like <a href=\"https://www.coolshop.co.uk/baby-and-children/safety-equipment/gates-gate-extensions/brand=baby-dan/\">Baby Dan</a> and <a href=\"https://www.coolshop.co.uk/baby-and-children/safety-equipment/gates-gate-extensions/brand=safety-1st/\">Safety 1<sup>st</sup></a> that specialise in children’s safety. If we have your children’s gate in stock, you will get it delivered already in 2-3 working days after you have made your order.</p>"}, {"category_path": "Baby and Children - Bath and accessories - Bathtub", "category_id": 11528, "description": "Baby Bathtub\n<p>With a baby bathtub, it is easy for the parents to bathe the little one. The baby lies safely in the tub, while mom and dad take care of the rest. If you do not have enough space in the bathroom for a classically shaped baby bathtub, you can get a foldable bathtub which can easily be hidden away. When you shop at Coolshop, you buy quality for low price.</p>"}, {"category_path": "Musical Instruments & DJ - Guitars - Accessories - Strings", "category_id": 12299, "description": "Guitar strings\n<p>Have you ever broken a string in the middle of a good solo? I at least have, and I do not even play <a href=\"https://www.coolshop.co.uk/musical-instruments-dj/guitars/\">guitar</a>. Whether you are a guitarist or not, it is never a fun experience. As a guitarist, luckily, it is significantly less of a problem, since you can easily and quickly order and attach a new one. We offer guitar strings in all sizes for acoustic, electric and classic guitars. <a href=\"https://www.coolshop.co.uk/musical-instruments-dj/guitars/accessories/strings/brand=rotosound/\">Rotosound</a>, <a href=\"https://www.coolshop.co.uk/musical-instruments-dj/guitars/accessories/strings/brand=ernie-ball/\">Ernie Ball</a> and <a href=\"https://www.coolshop.co.uk/musical-instruments-dj/guitars/accessories/strings/brand=elixir/\">Elixir</a>\ndeliver guitar strings in quality that satisfy professional guitarists like Eric Clapton, John Mayer and John Paul Jones – guitarists that are almost as good as you.</p>"}, {"category_path": "Home and Kitchen - Bath - Mirrors", "category_id": 9594, "description": "Bathroom Mirrors \n<p>It is difficult to be morning-ugly, when you have a beautiful bathroom mirror. A bathroom mirror is necessary, but it can also add to the décor in the bathroom, if you choose right. We have selected beautiful and functional bathroom mirrors on this page from Danish and foreign designers that know what they are doing. There are soft lines, great materials and classic colours that fit perfectly in the Nordic home. When you buy a bathroom mirror from Coolshop, you are guaranteed low prices and offers, as well as quick shipping. </p>"}, {"category_path": "Home and Kitchen - Bath - Toilet Brush", "category_id": 11782, "description": "Toilet Brush\n<p>Toilet brushes can easily be stylish design points that fit the rest of the décor in your bathroom. You spend time finding the softest <a href=\"https://www.coolshop.co.uk/home-and-kitchen/bath/towels/\">towels</a>, the most beautiful <a href=\"https://www.coolshop.co.uk/home-and-kitchen/bath/bath-matts/\">bath matts</a> and the most effective <a href=\"https://www.coolshop.co.uk/home-and-kitchen/bath/shower-curtains-hooks-liners/\">shower curtains</a>, and there shouldn’t be any compromise on design when it comes to the toilet brush. We have selected a range of toilet brushes that feature clean lines and classic colours. There are toilet brushes from Danish <a href=\"https://www.coolshop.co.uk/home-and-kitchen/bath/toilet-brush/brand=zone/\">ZONE</a>, <a href=\"https://www.coolshop.co.uk/home-and-kitchen/bath/toilet-brush/brand=soedahl/\">Södahl</a>, <a href=\"https://www.coolshop.co.uk/home-and-kitchen/bath/toilet-brush/brand=house-doctor/\">House Doctor</a> and <a href=\"https://www.coolshop.co.uk/home-and-kitchen/bath/toilet-brush/brand=normann-copenhagen/\">Normann Copenhagen</a>. Buy a toilet brush that matches your soap dispenser and waste basket. You will always find low prices and good offers on toilet brushes, when you are shopping at Coolshop. </p>"}, {"category_path": "Home and Kitchen - Lighting - Children’s lamps", "category_id": 9763, "description": "Children's Lamps\n<p>Children understand it. They need colours, a lot of patterns. There are no classic lamps. It is children’s lamps full of imagination that decorate the kid’s room and become a part of the playful everyday. We have found the coolest and sweetest children’s lamps that bring the light in a special way. There are also night lamps for the small ones, which give a safe sleep. When you buy children’s lamps at Coolshop, you always get low prices, good offers and quick delivery. </p>"}, {"category_path": "Home and Kitchen - Decor - Flowerpots", "category_id": 9567, "description": "Flowerpots, jars and plant boxes\n<p>Create a cosy, airy and personal home with plants indoors with beautiful flowerpots and give the terrace a fresh look with functional plant boxes. There is everything for your plants and we have collected the prettiest flowerpots on the market. Try something other than the classic sand colour that comes with the original plant. Here you will find flowerpots from brands like Ferm Living, House Doctor and Menu. The majority of the selection is on offer, so you can live your gardener dream as soon as possible. Explore the page and find your flowerpot in iron, brass, ceramic or other great design materials. Order your flowerpot today and receive it in a few working days with our quick delivery. </p>"}, {"category_path": "Home and Kitchen - Decor - Doormats", "category_id": 9557, "description": "Doormats\n<p>Some would call it a challenge to write something sexy about a doormat. We agree on that, and maybe that’s okay, because you do not need to think too much about it. Let’s be honest: it is a doormat – possibly the least respected décor product in the world. You come home after a long and wet day, and the first thing you do is rub your dirty shoes on it. But we can’t be without it. Which is why we have collected a range of doormats that give a bit of shine to your entrance hall both outside and inside. Functional, colourful, not colourful, with pattern and without. You decide. The most important thing is that they are cheap, and we took care of that here at Coolshop, so go crazy. Live a little! There are doormats for everyone, and they are constantly on offer. Buy your doormat today and get it delivered in a few days. The delivery is already included in the price.</p>"}, {"category_path": "Home and Kitchen - Decor - Clocks", "category_id": 9554, "description": "Clocks\n<p>Find your new clock in the best selection on the market. We have gathered the most elegant clocks we could find. They are sold in all shapes, colours and designs, so you can find your match for home. There are clocks from <a href=\"https://www.coolshop.co.uk/home-and-kitchen/decor/clocks/brand=house-doctor/\">House Doctor</a>, <a href=\"https://www.coolshop.co.uk/home-and-kitchen/decor/clocks/brand=kaehler/\">Kähler</a>, <a href=\"https://www.coolshop.co.uk/home-and-kitchen/decor/clocks/brand=normann-copenhagen/\">Normann Copenhagen</a> and many more, which all guarantee you beautiful look and rounded lines. Go for a retro and classic look or move in to a new territory with new, modern designs. How often do you look at the clock at home? Quite often – so it is about finding a clock that means something for you and fits well together with the rest of your home décor. </p>"}, {"category_path": "Health and Personal Care - Personal Care - Shaving and hair removal", "category_id": 9966, "description": "Electrical shavers and trimmers\n<p>It is difficult to keep up with fashion, when it comes to beard growth. First it should be long, then it needs to be short, and then clean shaven. Are you confused? We are too. But that does not matter, because with these shavers you can make any look. We have selected the best shavers on the market, for example, from Philips, who is one of the front-runners, when we are talking about razors and shaving in general. You get a close, sharp and comfortable shave, when you buy shavers from Coolshop, and your wallet will be spared. We have lowered prices and we constantly run good offers on shavers, so everyone can get them. Buy today and receive in 2-3 working days and have as long of a beard as you want.</p>"}, {"category_path": "Luggage and Travel Gear - Laptop Bags", "category_id": 9291, "description": "Laptop Bags\n<p>A laptop bag is essential, if you often take your laptop with you. It protects your computer against shocks, damages and the rain shower that is always waiting right around the corner. When you transport your laptop in a laptop bag, it is much better protected than in your old school bag. A laptop bag is designed to protect and to fit your computer. There are often specially-made compartments in the bag that allow your computer, mouse and charger to be there, without making you play bag-tetris to get everything to fit. When you buy laptop bags at Coolshop, you almost get free choice when it comes to design. If you like leather, you will get leather. If you like textile, we have textile for you. Shoulder bag, backpack or sleeve? Doesn’t matter. You will find everything here.</p>"}, {"category_path": "Video Games and Consoles - Mac - Games", "category_id": 7952, "description": "Games for Mac\n<p>Download games for Mac directly from Coolshop for cheap prices – no waiting time for delivery!</p>"}, {"category_path": "Video Games and Consoles - PlayStation 4 - Games", "category_id": 7830, "description": "Playstation 4 games\n<p>Buy Playstation 4 games at Coolshop</p>"}, {"category_path": "Musical Instruments & DJ - Guitars - Amplifiers", "category_id": 12248, "description": "Amplifiers\n<p>Maybe you have already gotten a guitar, which lives up to your skills as a world-class musician. Now the sound is only lacking the last touch to become perfect, and that is why you are here. With strong brands like <a href=\"https://www.coolshop.co.uk/musical-instruments-dj/guitars/amplifiers/brand=yamaha/\">Yamaha</a>, <a href=\"https://www.coolshop.co.uk/musical-instruments-dj/guitars/amplifiers/brand=fender/\">Fender</a> and Marshall, you can get something that lives up to your ambitions and skills. Whether you want to sweep girls off their feet with your soft acoustic tones, or you want the whole audience to headbang to your guitar solo, you have come to the right place. Here you can find amplifiers for when you fire it up on stage for your sold out concerts, and also when you are practicing at home. Your fans and your neighbours will love you!</p>"}, {"category_path": "Sport and Outdoor - Outdoors - Tools & Knives - Knives", "category_id": 15004, "description": "Pocket knives, knives and daggers \n<p>As an outdoors person, you should use the right pocket knife for the right purpose. You should never go down in quality and should only have the best. Which is why at Coolshop we have collected pocket knives, knives and daggers for all purposes and in all sizes. If you are going hunting, we have a <a href=\"https://www.coolshop.co.uk/product/gerber-gator-fixed-drop-point-fine-edge-06904/AD5F8R/\">knife</a>\nfor you. If you are going picking mushrooms, we also have a knife for you. If you are going to fight bears, we surely also have a knife for you, but don’t do that. That is a bad idea. If you are looking for a multitool for camping, survival or cabin trip, Victorinox makes swiss knives in the classic design and also in a smart and practical version that does not take up more space than a credit card, so it fits perfectly in the wallet. Discover yourself our great selection of knives, daggers and pocket knives. </p>"}, {"category_path": "Baby and Children - Nursing - Cloth Diapers", "category_id": 11522, "description": "Cloth Diapers \n<p>A cloth diaper is a parent’s swiss knife – simple, compact and with a ton of functions. Have it at hand, for cleaning milk and burps after breastfeeding, use it by the changing table or let the baby find comfort in using it as a snuggle blanket. A cloth diaper can be used for many things, so it is important to have a big arsenal, so you are ready to meet all kinds of challenges. We strive to always have low prices and offers on cloth diapers in all designs.</p>"}, {"category_path": "Beauty - Hair care - Shampoos", "category_id": 8055, "description": "Silver Shampoo\n"}, {"category_path": "Baby and Children - Furniture - Beds", "category_id": 8626, "description": "Beds\n<p>When the train is driving away to dreamland, it is about having a ticket. On this page, you will find a ton of beds that guarantee a seat in first class for your child. You will find beds for all kids, from cots and cribs for baby up to junior beds. Save space in the kid’s room with a tall bed, with built-in desk or find the playful side and sleep in a train or a bus. We have beds for all children and all rooms. When you are buying children’s beds at Coolshop, you are never paying extra for delivery, and if we have the bed in stock, you will receive it in 2-3 working days. </p>"}, {"category_path": "Toys - Riding Toys - Children's Bikes", "category_id": 8475, "description": "Volare \n"}, {"category_path": "Gadgets", "category_id": 8545, "description": "Gadgets and fun stuff \n<p>Wacky, awesome, and most of the time charmingly stupid</p>"}, {"category_path": "Video Games and Consoles - Nintendo Switch - Games", "category_id": 12183, "description": "The Legend of Zelda: Tears of the Kingdom\n"}, {"category_path": "Tools and Home Improvements", "category_id": 10490, "description": "Gardena\n<p>Garden tools</p>"}, {"category_path": "Electronics - Audio & HiFi", "category_id": 10353, "description": "MONDO by Defunc \n"}, {"category_path": "Beauty - Perfume", "category_id": 8043, "description": "Perfumes\n"}, {"category_path": "Toys - Stuffed Animals & Plush Toys", "category_id": 8487, "description": "Bluey\n"}, {"category_path": "Home and Kitchen - Decor - Mirrors", "category_id": 9566, "description": "Mirrors\n<p>Round, long, rectangle or something crazy? On this page, you will find mirrors for home that freshen up your décor. A mirror is not only a practical tool, for when you need to do your hair, it is just as much of a statement for your home. You can open up your home, when you decorate with a mirror that makes your rooms bigger and airier. We have gathered the most beautiful mirrors from the best brands like HAY, Menu, House Doctor and many other design geniuses. In only few square metres, you can create a light room with lots of space and charm, if you hang mirrors on the walls. The mirrors presented here are top quality, but the prices are competitive. Buy your new beautiful mirror today and receive it in a few working days. </p>"}, {"category_path": "Musical Instruments & DJ - Guitars - Effects", "category_id": 12226, "description": "Effects\n<p>You now know your guitar as your own back pocket. All possible tones and accords bend to your will. Your skills already impress the untrained ear, but the picky audience wants more. Jimi Hendrix calls you and says that he wants to do a duet with you. The only thing you need to do is make a sound that is completely your own. Now you realise that you are missing effects. You need a pedal! After a short time, you find out that Coolshop offers pedals for both the beginner and the picky master guitarist (you). Hendrix told you that he liked the Wah effect. You search for it. Coolshop has it. Thank God! Fuzz, distortion, reverb, looper. Is it a jungle to figure out? It can be. Do we have the right product for you and your guitar sound? We do. </p>"}, {"category_path": "Sport and Outdoor - Sports Accessories - Headlamps", "category_id": 12114, "description": "Headlamps\n<p>We have all been there. It is 3 at night, and there is nothing you want more than to go running. The problem is that it is dark like in the middle ages outside. Candles are hopelessly old and quickly go out. If only there was a better solution. A kind of lamp you could have on your forehead, so your hands are free for waving to the many other active people you meet on your way. After some short research, you find out that such a product already exists. You are delighted and you order it from Coolshop straight away. Your headlamp comes in 2-3 working days and you have never been happier. Now you run day and night. Seriously. Come home. Your family misses you. </p>"}, {"category_path": "Sport and Outdoor - Fitness - Exercise Machines - Exercise Bike", "category_id": 11979, "description": "Exercise Bike\n<p>Do you also think that wind, rain and people that don’t look around when they get off the bus, are the best things in the world? No, right? Cycling is best, when it is downhill, in the sunshine and dry weather. The problem is just that you can never count on these things. Luckily, it is always dry, warm and completely hill-free in your living room. Here you can put your exercise bike. This way you avoid having to buy a bicycle helmet and rain clothing, and you can even go on a bike ride, while you are watching your favourite TV show. It is the future! Our exercise bikes are in top quality. The prices always include delivery, and if you order today, we will deliver the bike to your door in 3-4 working days.&nbsp; </p>"}, {"category_path": "Musical Instruments & DJ - Guitars - Accessories", "category_id": 12260, "description": "Accessories\n<p>Your pick is inside your guitar for the 35<sup>th</sup> time, and you are very close to getting a shoulder injury after trying to shake it out. You have just changed strings, so you do not have the heart to tear them, even though that is exactly what you want to do. Luckily, we are here to help you! Whether you need new strings, because your guitar solo was Metallica worth or whether you have just succumbed to anger when trying to get your pick out, you have come to the right place. We offer a ton of picks, strings, suspension and straps. Everything in rock star quality and for garage band prices. The prices include delivery cost and the shipping is 2-3 working days. </p>"}, {"category_path": "Baby and Children - Furniture - Changing Tables", "category_id": 8639, "description": "Changing Tables\n<p>There are some things that need to be set in place, when the family expands. A changing table is a must-have. Whether you want it or not, you and the baby will spend a lot of time on it, so it is important that you choose a changing table that matches the home’s style, is durable, of good quality and safe. We have selected the best on the market, and you have the chance to choose between many models. Hang the table up on the wall, if you don’t have enough space, or buy a changing dresser that comes with lots of storage space. Our assortment of changing tables shows our passion for interior design, and you will find popular brands here. You will also always find great offers on changing tables here, and prices are cheap.</p>"}, {"category_path": "Baby and Children - Furniture - Cribs", "category_id": 8625, "description": "Cribs\n<p>The perfect crib. It is about safety, design, cheap prices and comfort. In this selection you will find cribs that guarantee the whole palette for you and your child. The crib is your child’s base that needs to be covered in the best materials and we never compromise here. The child’s first bed has one important purpose — your baby should get the best possible night’s sleep. For your baby’s sake and for yours. We are constantly updating the selection of cribs on this page, and the prices are low. Keep an eye on the good offers that are also presented here. Sleep safe with cribs from Coolshop.</p>"}, {"category_path": "Musical Instruments & DJ - Keyboards & Pianos - Electronic Keyboards", "category_id": 12516, "description": "Electronic keyboards\n<p>When Mozart was 6 years old, he composed his first pieces. At 11 years old, he wrote his first opera. If you would have a chance to come up to his level, it is time you start. You don’t even need to move to Austria and buy a big white wig to have a chance. You can get by with ordering an electronic keyboard or piano on this page, and then you have already taken the first step. Unfortunately, we cannot guarantee international success straight away. Mozart could play several instruments, before he could read and write. So if you can read this text, you are already behind. We can, on the other hand, guarantee piano and keyboards in top quality, quick shipping and great prices!</p>"}, {"category_path": "Pet Supplies - Dogs - Collars, Harnesses & Leads", "category_id": 13035, "description": "Collars, harnesses and leads for big and small dogs\n<p>Find the right collar for your dog here at Coolshop. We have dog collars for all sizes and breeds, big and small. There are designs, materials and colours that satisfy you as an owner and your dog. If you have problems with the dog following you, we recommend looking at a solid harness that is placed around the dog’s body. It is gentle on the dog and on your shoulder, and you will feel that it is easier to go on walks. You will find good offers on dog collars, dog leads and harnesses on this page. Buy for cheap prices and with quick delivery.</p>"}, {"category_path": "Clothing - Men's Fashion - Caps, hats and beanies", "category_id": 8834, "description": "Caps, hats and beanies\n<p>At Coolshop, we have a big selection of caps. Actually, the selection is so big that you can get exactly the look you want, according to the outfit you want to use the caps with. With us, you can upgrade your wardrobe with many different styles of caps – the most popular ones are logo caps, baseball caps, flexfit caps, new era caps and many other styles. You will also find caps in many different patterns, colours and with fun and unique prints. You can give your outfit a little bit of extra life or just give your style a trendier look. If you are looking for cheap caps and hats, you will find those at Coolshop. </p>"}, {"category_path": "Pet Supplies", "category_id": 12903, "description": "BIRTHDAY SALE\n<p>*Discount in relation to lowest price 30 days prior to campaign start</p>"}, {"category_path": "Health and Personal Care", "category_id": 9932, "description": "BIRTHDAY SALE\n<p>*Discount in relation to lowest price 30 days prior to campaign start</p>"}, {"category_path": "Musical Instruments & DJ - Guitars - Acoustic Guitars", "category_id": 12221, "description": "Acoustic guitars | Buy cheap guitars in top quality\n<p>Buy your acoustic guitar for the big scene or the bonfire. Maybe you are an experienced rock star? Maybe it is your childhood’s dream, and you have finally decided to get your first guitar. In any case, you have come to the right and most musical corner of the internet. On this page you will find a great and cheap selection of acoustic and steel-string guitars on offer. Kickstart your rock star mood now and get delivered in 2-3 working days. The delivery cost is already included. ROCK ON!</p>"}, {"category_path": "Musical Instruments & DJ - Wind Instruments", "category_id": 12629, "description": "Wind instruments and accessories\n<p>Maybe you have already learned to play <a href=\"https://www.coolshop.co.uk/musical-instruments-dj/guitars/\">guitar</a>, but you are tired of playing Wonderwall every time there is a bonfire. Maybe your <a href=\"https://www.coolshop.co.uk/musical-instruments-dj/drums-percussion/\">drum set</a> is just too big to take under arm, when you are going out. It can also be that you are tired of being stopped with your violin case in the airport, because security has seen too many gangster movies and think it is a gun. Maybe we are overdramatic, and you just want to try out your strength with wind instruments. Whichever one of these you can recognise yourself in, you have come to the right place. &nbsp;</p>\n<p>Unfortunately, we can’t help you become good enough to play sold out concerts, but we can offer you instruments that help you with that. Our selection of wind instruments has something for you, whether you have preferences in size or if it’s colour that is a deciding factor. The price is great, and the delivery cost is already included. Order today and start playing already in a few working days. </p>"}, {"category_path": "Home and Kitchen - Decor - Seat Cushions", "category_id": 9575, "description": "Seat Cushions\n<p>“Should I pamper your buns?” It is a sentence you wish you heard more often, but now you can finally address your backside every day. With our great selection of cushions for chair, you are guaranteed a soft lunch – every time. We have selected the prettiest cushions on the market in beautiful designs of high quality. You can choose from the whole colour palette and make your home even more unique while you are sitting well. Now you can finally invite your old grandpa for dinner without him getting a slipped disk. Sit well, sit soft. </p>"}, {"category_path": "Musical Instruments & DJ - Wind Instruments - Harmonicas", "category_id": 12667, "description": "Harmonica\n<p>The year is 1952. You sit in your cabin in the swamp. It is warm and humidity is crazy high. The candle on your homemade wooden table is the only light you have. Your cats have been missing for many days and you are about to realise that they have probably become food for alligators. Life has not been a cake for you, Earl ’Nine Fingers’ Johnson. You rock a little back and forth in a rocking chair on the terrace, take a deep breath and dive into the pocket of your overalls for your harmonica. You decide to channel your feelings out into a slow and melodic blues, where you proclaim your love for your harmonica. Life is actually very good. You snap out of it and find yourself home again in a cold country, where you see that Coolshop does not just have great prices on harmonicas that include delivery cost and quick shipping. You also see that they sell harmonica holders, which is practical, if the alligator also took both of your arms. Life is truly great!</p>"}, {"category_path": "Musical Instruments & DJ - Guitars - Accessories - Capos", "category_id": 12309, "description": "Capos\n<p>Do you have 10 fingers on each hand? If you do, you should look at our <a href=\"https://www.coolshop.co.uk/musical-instruments-dj/keyboards-pianos/\">keyboard section</a>, because then you could have a bright future ahead of you. If your hands are, however, equipped just like the rest of us, you have come to the right place. A capodastro, or capo, as it is commonly known, is good for the beginner that wants a helping hand for the more difficult tones, but it is also used by professionals that want to play in another key. All our capos are top quality. They are all easy to manage, and have a protective rubber layer, so it can easily be moved or removed, without damaging your loved <a href=\"https://www.coolshop.co.uk/musical-instruments-dj/guitars/\">guitar</a>. </p>"}, {"category_path": "Home and Kitchen - Seasonal Decor - Christmas - Christmas Candles", "category_id": 11860, "description": "Christmas Candles\n<p>24… 23…. 22… As a child, you felt like December could not go fast enough, the advent candle could not burn down quicker. But then you got older. The last month of the year disappears in the chase for Christmas presents, Last Christmas and smell of gingerbread. But there is something calming, almost therapeutic in the living candle light. The flame can get the tempo down in stressful times; it is only a bonus that you can use the flame as a countdown to Christmas. We have collected the most beautiful advent candles from Ferm Living, House Doctor, Klarborgnisser, Normann Copenhagen and more that bring peace of being and will definitely stand out at home. Advent candles are popular among the youngest in the family, so sit down and find an advent candle together on this page. We always have cheap prices and quick delivery. </p>"}, {"category_path": "Sport and Outdoor - Fitness - Strenght Training Equipment - Weight Lifting", "category_id": 11994, "description": "Weight Lifting \n<p>It was going to happen. Your local fitness centre is out of weights that are heavy enough for you. You take a sip of your protein shake and think: “What would Arnold do?”. Arnold would, of course, just build his own fitness centre. A fitness centre with heavy weights on the racks and canned tuna in the cabinets. At Coolshop, you can buy all the weights that are needed to make you even stronger. We have enough equipment for you to invite your neighbours to bench press the whole weekend. Unfortunately, we cannot give you or your neighbours a Mr. Olympia guarantee. But we can give great prices with shipping included and quick delivery. Apart from that, the thieves trying to break in will take one look through the window and run away, when they see how much you lift! </p>"}, {"category_path": "Pet Supplies - Dogs - Beds & Furniture", "category_id": 13006, "description": "Dog baskets, dog beds and mattresses\n<p>Welcome to a big selection of dog baskets. On this page you will find dog baskets that satisfy both you and the dog. We have collected the best dog beds that support your dog and provide good sleep, while looking incredibly well at home. There are dog baskets, mattresses and blankets for big and small dogs. We always have good offers on dog baskets and quick delivery. </p>"}, {"category_path": "Health and Personal Care - Personal Care - Shaving and hair removal - Manual Shaving - Mens", "category_id": 9974, "description": "Razors and knives for shaving \n<p>Is your girlfriend tired of your caveman look? Does your lunch get stuck in your beard? Yep, it is time to trim the fur. We have collected the best razors and shearing knives on the market, so you can get an easy, smooth and comfortable shave. It is about having the tools in order, that is also why we have electrical shavers on offer, so everyone can get something. We cavemen have to help each other. On this page you will find razors from popular Gilette, who is a leader on the market. We have also collected shaving sets for you, so you get everything in one. Buy today on sale and receive your items in a few days. It should be fun to shave!</p>"}, {"category_path": "Musical Instruments & DJ - General Music-Making Accessories - Cables", "category_id": 12765, "description": "Jack plugs and sound cables – great selection\n<p>Sound. One of life’s small joys – of course, if you have the proper sound cables. Whether you are involved with sound professionally or as a hobby, quality of your cables and adapters are essential to achieve good sound and joy. At Coolshop, we do our best to offer a wide selection of sound cables and music accessories, so you have everything you need for the next party, concert or road trip – whether it is a jack plug for the computer, sound cables for guitar or mini-jack for the car. We hope you find the sound cables you need, so that you can finally start with guitar or DJ booth!</p>"}, {"category_path": "Musical Instruments & DJ - Keyboards & Pianos", "category_id": 12515, "description": "Keyboards & Pianos\n<p>Guitar is for the long-haired one. The drum is for the one who rarely showers. It should be an obligation from birth to be able to play an instrument – or at least make a great try. We have collected the best keyboards and pianos on the market, since it simply does not get more elegant than this. We cannot promise that you will become like Mozart or Ludwig or Elton John, but we can promise that you will get the best products for the best prices. We have taken care of the best brands and the best prices. Go crazy and enjoy.</p>"}, {"category_path": "Musical Instruments & DJ - Guitars - Accessories - Picks & Pick Holders - Picks", "category_id": 12314, "description": "Picks\n<p>You know it. Your screaming fans will not settle down until you throw your pick at them. You are a star, so of course you do it. When you come backstage, you discover that that was your last one. You have run out again, and you have another concert in 2-3 working days. By coincidence, this is the same time it takes us to deliver your new picks. The selection is big, and with brands like Fender and Dunlop, there is something for the picky rock star. Our selection of picks includes different colours and different sizes, so you can find the pick that makes you sound best. </p>"}, {"category_path": "Video Games and Consoles - Toys for games - Disney Infinity", "category_id": 7684, "description": "Disney Infinity\n<p>Buy Disney Infinity at Coolshop – all the popular characters and games for a good price</p>"}, {"category_path": "Movies and TV Shows", "category_id": 9322, "description": "Flash Sale\n<p>New offers everyday! New department selection each day and all offers lasts for 24 hours!</p>"}, {"category_path": "Musical Instruments & DJ - Guitars - Electric Guitars", "category_id": 12216, "description": "Electric guitars | Buy cheap electric guitars of unmatched quality \n<p>Buy your electric guitar here and find out what it means to feel like a rock star. When your new electric guitar comes to the door, not much time passes before it starts to tingle in your fingers. You suddenly get an overwhelming desire to jump in tight ripped jeans and let the hair grow. On this page you will find rock history in its right element that shows in a big selection of cheap electric guitars in all shapes and colours. We have offers on electric guitars, included delivery and quick shipping of 2-3 working days. It is pretty simple. That’s what’s so cool. </p>"}, {"category_path": "Electronics - Audio & HiFi - Receivers & Separates - LP/Record Players", "category_id": 10370, "description": "LP/Record Players \n<p>Retro is the new black. It means that even if something is technologically a parent, it can still be improved and re-released in a new version. Record players are, of course, no exception. When you set a vinyl plate on at home, the whole house will buzz with the good old days. That time when the summer was long, and the winter was crazy cold. Everyone in town knew each other, and people called each other Mr and Ms, and kids played with each other and not with iPads. You light up the pipe, pour a glass of sherry and realise that we actually also have a lot of good things today – especially now when the record player is back.</p>"}]