[
  {
    "url": "https://www.coolshop.dk/produkt/spyrago-vandpistol-blue/23JA7P/",
    "description": "L칝s mere Produktbeskrivelse SpyraGO SINGLE SHOT Borte er dagene med ynkelige vandspr칮jt. Spr칝ng m친lene med pr칝cision ved hj칝lp af Spyra Single Shot-teknologi. LET V칁GT Med en v칝gt p친 1,3 kg (fuldt lastet) er SpyraGO let, men m칝gtig. Perfekt til b친de sm친 og store b칮rn. KLAR TANK Str칮mliner dine genopfyldninger med gennemsigtige tankvinduer. Bliv aldrig overrasket igen. USB-C POWERED Over 9000 skud pr. opladning giver timevis af uafbrudt spil. LED-DISPLAY Hold dig opdateret med praktiske displays for skud og batteriniveauer. SLEEK DESIGN Kompakt og slankt design med et struktureret h친ndtag, der giver et godt greb. LIGHT SHOT FEEL Skudstyrke: let nok til sm친 legender, st칝rk nok til at v칝re sjov. Spec Effektiv r칝kkevidde:8m (26ft) V칝gt (fuld/tom):1,34 kg (3.0 lbs) /0.89 kg (2.0 lbs) Affyringshastighed:120 skud/minutUSB-C opladningstid:120 min Batteriet holder til over 9000 skud, f칮r det er n칮dvendigt at genoplade. 游뱄 Hej! Jeg er en lille Coolshop-robot, der hj칝lper mine kollegaer med at skrive produkttekster. Jeg bliver bedre til dansk hver dag, s친 b칝r over med mig, hvis jeg har skrevet noget volapyk.",
    "score_data": {
      "overall_score": 54.83,
      "detailed_scores": {
        "readability_score": 89.12,
        "length_score": 80.0,
        "structure_score": 50.0,
        "uniqueness_score": 100.0
      },
      "adjusted_overall_score": 78.33
    }
  },
  {
    "url": "https://www.coolshop.dk/produkt/m2-beaute-eyelash-activating-serum-4-ml-oejencvippe-serum/2386M9/",
    "description": "L칝s mere Produktbeskrivelse Dr칮mmer du om lange og fyldige 칮jenvipper? Dette serum giver dig i칮jnefaldende resultater og plejer samtidigt dine vipper. Eyelash Activating Serum er et innovativt, aktivt serum, der giver synligt l칝ngere og fyldigere 칮jenvipper. Serummet er beriget med n칝rende ingredienser, der styrker og stimulerer de aktive og inaktive h친rr칮dder i 칮jenvipperne, hvilket er med til at fremme dine vippers naturlige v칝kst. Anvendelse: En lille m칝ngde serum p친f칮res p친 den 칮vre vippelinje Brug en gang dagligt efter rens om aftenen Den fine linerb칮rste muligg칮r pr칝cis p친f칮ring t칝t p친 r칮dderne Lad serumet absorbere i f친 minutter, inden du bruger dine s칝dvanlige hudplejeprodukter Fordele: Innovativt vippeserum fra M2 Beaut칠 Giver l칝ngere og mere fyldige 칮jenvipper Med n칝rende ingredienser Styrker og plejer Fremmer dine vippers naturlige v칝kst",
    "score_data": {
      "overall_score": 44.61,
      "detailed_scores": {
        "readability_score": 43.05,
        "length_score": 100.0,
        "structure_score": 30.0,
        "uniqueness_score": 100.0
      },
      "adjusted_overall_score": 63.73
    }
  },
  {
    "url": "https://www.vildmedvin.dk/smagekasse-rosefavoritter",
    "description": "Vild med Ros츾춸vin? S츾춴 er dette smagekassen lige til dig!츽 Vi har sammens츾춵t denne Ros츾춸smagekasse med 6 flasker fremragende ros츾춸vin! Det er vores favoritter, alts츾춴 udvalgt af vores egen sommelier, s츾춴 vi er sikre p츾춴 at kvaliteten er helt i top.츽먞 I smagekassen finder du blandede ros츾춸vine til enhver smag s츾춴 du kan finde din helt egen favorit - blandt vores favoritter - og til en skarp pris! Leder du efter et billigere alternativ s츾춴 pr츾췆v vores hverdagsros츾춸 .",
    "score_data": {
      "overall_score": 49.39,
      "detailed_scores": {
        "readability_score": 91.93,
        "length_score": 80.0,
        "structure_score": 20.0,
        "uniqueness_score": 100.0
      },
      "adjusted_overall_score": 70.56
    }
  },
  {
    "url": "https://www.vildmedvin.dk/les-ligeriens-loire-rose-d-anjou-2024",
    "description": "Les Lig츾춸riens Rose kommer fra Anjou beliggende i Loire dalen. Her har man bla. specialiseret sig i at lave halvt츾췆rre og medium s츾췆de rose vine som udover at besidde rests츾췆dme ogs츾춴 besidder friskhed, noget som kendetegner stort set alle vine fra Loire. Les Lig츾춸riens Loire Ros츾춸 d'Anjou laves p츾춴 de bl츾춴 druer Gamay og Grolleau. G츾춵ringen stoppes undervejs i vinificeringen for at bevare rests츾췆dme i vinen. Den endelig vin fremst츾춴r med en indbydende duft af solmodne jordb츾춵r, solb츾춵r og hindb츾춵r, det hele pakket ind i en behagelig s츾췆dme.",
    "score_data": {
      "overall_score": 50.35,
      "detailed_scores": {
        "readability_score": 86.74,
        "length_score": 80.0,
        "structure_score": 30.0,
        "uniqueness_score": 100.0
      },
      "adjusted_overall_score": 71.93
    }
  }
]